<?

	$tmp = array();

	// Q1.とことん車検ナビってなんですか？
	$tmp['c1_q1.html'] = array('title' => 'とことん車検ナビってなんですか？',
                               'h3' => 'Q1.とことん車検ナビってなんですか？',
                               'main_li_tree' => 'Q1.とことん車検ナビってなんですか？',
                               'main_description' => 'A. とことん車検ナビは信頼できる全国の車検ショップの車検プラン、お得情報をご紹介しています。<br />プランやサービスなどから自分にピッタリの車検をお探しいただけます。'
	);

	// Q2. 最大割引適用後の料金とはなんですか？
	$tmp['c1_q2.html'] = array('title' => '最大割引適用後の料金とはなんですか？',
                               'h3' => 'Q2. 最大割引適用後の料金とはなんですか？',
                               'main_li_tree' => 'Q2. 最大割引適用後の料金とはなんですか？',
                               'main_description' => 'A. その車検プランのプラン料金から割引サービスを最大数適用した場合のプラン料金です。'
	);

	// Q3. 割引サービスはどこを見れば分かりますか？
	$tmp['c1_q3.html'] = array('title' => '割引サービスはどこを見れば分かりますか？',
                               'h3' => 'Q3. 割引サービスはどこを見れば分かりますか？',
                               'main_li_tree' => 'Q3. 割引サービスはどこを見れば分かりますか？',
                               'main_description' => 'A. 各車検プランの割引サービスの内容は、店舗詳細画面 > 車検プラン の「このプランの見積りをする」ボタンをクリックするとご確認いただけます。'
	);

	// Q4. 見積りは無料ですか？
	$tmp['c1_q4.html'] = array('title' => '見積りは無料ですか？',
                               'h3' => 'Q4. 見積りは無料ですか？',
                               'main_li_tree' => 'Q4. 見積りは無料ですか？',
                               'main_description' => 'A. はい。全店舗無料でお見積りいただけます。'
	);

	// Q5. 車検の予約をするにはどうしたらいいですか？
	$tmp['c1_q5.html'] = array('title' => '車検の予約をするにはどうしたらいいですか？',
                               'h3' => 'Q5. 車検の予約をするにはどうしたらいいですか？',
                               'main_li_tree' => 'Q5. 車検の予約をするにはどうしたらいいですか？',
                               'main_description' => 'A. まずは無料見積もりをお試しください。その後、ご予約される方は「今後の流れ」や「連絡先」が無料見積もりの返信メールに記載されておりますので、そちらからご予約ください。<br>※店舗ごとに返信メールの記載内容が異なります。'
	);

	// Q6. とことん車検ナビへの掲載をお願いしたいのですが？
	$tmp['c1_q6.html'] = array('title' => 'とことん車検ナビへの掲載をお願いしたいのですが？',
                               'h3' => 'Q6. とことん車検ナビへの掲載をお願いしたいのですが？',
                               'main_li_tree' => 'Q6. とことん車検ナビへの掲載をお願いしたいのですが？',
                               'main_description' => 'A. まずは資料請求を行ってください。<a href="https://www.tokoton-navi.com/publish.html">こちら</a>から資料請求の申し込みが可能です。 '
	);

	// Q1. 推奨の閲覧環境はなんですか？
	$tmp['c2_q1.html'] = array('title' => '推奨の閲覧環境はなんですか？',
                               'h3' => 'Q1. 推奨の閲覧環境はなんですか？',
                               'main_li_tree' => 'Q1. 推奨の閲覧環境はなんですか？',
                               'main_description' => 'A. ブラウザ：Internet Explorer 6.0以上 / Firefox 2.0以上<br />※ 上記以外のブラウザの場合は正しく表示されない場合があります。ご了承ください。'
	);

	// Q2. 文字化けしてしまうのですが？
	$tmp['c2_q2.html'] = array('title' => '文字化けしてしまうのですが？',
                               'h3' => 'Q2. 文字化けしてしまうのですが？',
                               'main_li_tree' => 'Q2. 文字化けしてしまうのですが？',
                               'main_description' => 'A. エンコードが正しく選択されていない可能性があります。エンコードでUTF-8が選択されているか確認してください。'
	);

	// Q1.シリンダーヘッド
	$tmp['c3_q1.html'] = array('title' => 'シリンダーヘッド',
                               'h3' => 'Q1.シリンダーヘッド',
                               'main_li_tree' => '故障しやすいパーツについて-エンジン機構 Q1.シリンダーヘッド',
                               'main_description' => 'A. シリンダーヘッドは気密保持用のガスケットをはさんでシリンダブロックの上面に組み付けられます。シリンダ及びピストンとともに燃焼室の一部を形成、その外部には点火スパークプラグ、バルブ機構、インレットマニホールド、エキゾーストマニホールドなどが取り付けられます。',
                               'image' => '/img/user/faq/c3_q1_photo.jpg'
	);

	// Q2.シリンダーブロック
	$tmp['c3_q2.html'] = array('title' => 'シリンダーブロック',
                               'h3' => 'Q2.シリンダーブロック',
                               'main_li_tree' => '故障しやすいパーツについて-エンジン機構 Q2.シリンダーブロック',
                               'main_description' => 'A. シリンダーブロックはエンジンのシリンダー部分を構成し、エンジン本体の骨格となる部分です。シリンダーを保護する役割を担っています。このシリンダー ブロックの中には、ピストン、コンロッド、クランクシャフト等の動力を伝えるうえで欠かせない部品が組み込まれます。',
                               'image' => '/img/user/faq/c3_q2_photo.jpg'
	);

	// Q3.カムシャフト
	$tmp['c3_q3.html'] = array('title' => 'カムシャフト',
                               'h3' => 'Q3.カムシャフト',
                               'main_li_tree' => '故障しやすいパーツについて-エンジン機構 Q3.カムシャフト',
                               'main_description' => 'A. カムシャフトはバルブを押して開かせる部品でクランクシャフト、タイミングベルト、チェーンなどととも同調させる役割を担っています。シリンダーブロック　１つに対しカムシャフトが1本の場合はSOHCエンジン、２本の場合（ダブル）はDOHCエンジンと呼ばれます。',
                               'image' => '/img/user/faq/c3_q3_photo.jpg'
	);

	// Q4.インレットバルブ
	$tmp['c3_q4.html'] = array('title' => 'インレットバルブ',
                               'h3' => 'Q4.インレットバルブ',
                               'main_li_tree' => '故障しやすいパーツについて-エンジン機構 Q4.インレットバルブ',
                               'main_description' => 'A. バルブはエンジンの混合気（空気と燃料が混合された気体）吸入、排気ガスの排出を行なう弁としての役割を担っている部品です。カムシャフトが回転してバルブを押し開き、混合気や排ガスの出し入れを高速で行ないます。バルブには①「インレットバルブ（吸気弁）」と②「エキゾーストバルブ（排気弁）」の2種類あります。バルブの径は「インレットバルブ」のほうが「エキゾーストバルブ」に比べて大きく作られています。「インレットバルブ」は混合気を燃焼室に吸入する弁の役割を担っています。「エキゾーストバルブ」は燃焼室から燃焼ガス（排気ガス）を排出する弁の役割を担っています。',
                               'image' => '/img/user/faq/c3_q4_photo.jpg'
	);

	// Q5.エグゾーストバルブ
	$tmp['c3_q5.html'] = array('title' => 'エグゾーストバルブ',
	                                   'h3' => 'Q5.エグゾーストバルブ',
	                                   'main_li_tree' => '故障しやすいパーツについて-エンジン機構 Q5.エグゾーストバルブ',
	                                   'main_description' => 'A. バルブはエンジンの混合気（空気と燃料が混合された気体）吸入、排気ガスの排出を行なう弁としての役割を担っている部品です。カムシャフトが回転してバルブを押し開き、混合気や排ガスの出し入れを高速で行ないます。バルブには①「インレットバルブ（吸気弁）」と②「エキゾーストバルブ（排気弁）」の2種類あります。バルブの径は「インレットバルブ」のほうが「エキゾーストバルブ」に比べて大きく作られています。「インレットバルブ」は混合気を燃焼室に吸入する弁の役割を担っています。「エキゾーストバルブ」は燃焼室から燃焼ガス（排気ガス）を排出する弁の役割を担っています。',
	                                   'image' => '/img/user/faq/c3_q5_photo.jpg'
	);

	// Q6.プッシュロッド
	$tmp['c3_q6.html'] = array('title' => 'プッシュロッド',
	                                   'h3' => 'Q6.プッシュロッド',
	                                   'main_li_tree' => '故障しやすいパーツについて-エンジン機構 Q6.プッシュロッド',
	                                   'main_description' => 'A. プッシュロッドは長い棒の形をしており、これを介することによってロッカーアームを押し上げバルブを開閉させる役割を果たします。',
	                                   'image' => '/img/user/faq/no_photo.jpg'
	);

	// Q7.ロッカーアーム
	$tmp['c3_q7.html'] = array('title' => 'ロッカーアーム',
	                                   'h3' => 'Q7.ロッカーアーム',
	                                   'main_li_tree' => '故障しやすいパーツについて-エンジン機構 Q7.ロッカーアーム',
	                                   'main_description' => 'A. ロッカーアームはカムシャフトの伝達によって、バルブを押し開くときにテコの役割を担う棒です。',
	                                   'image' => '/img/user/faq/c3_q7_photo.jpg'
	);

	// Q8.ピストン
	$tmp['c3_q8.html'] = array('title' => 'ピストン',
	                                   'h3' => 'Q8.ピストン',
	                                   'main_li_tree' => '故障しやすいパーツについて-エンジン機構 Q8.ピストン',
	                                   'main_description' => 'A.ピストンは　エンジンのシリンダー内を上下運動（ピストン運動）して、車に動力をあたえる部品です。',
	                                   'image' => '/img/user/faq/c3_q8_9_photo.jpg'
	);

	// Q9.コンロッド
	$tmp['c3_q9.html'] = array('title' => 'コンロッド',
	                                   'h3' => 'Q9.コンロッド',
	                                   'main_li_tree' => '故障しやすいパーツについて-エンジン機構 Q9.コンロッド',
	                                   'main_description' => 'A.コンロッド（コネクティングロッドの略称）はピストンとクランクシャフトをつなぐロッド（棒）です。 コンロッドは一般的に軽量であるほうが望ましいといわれています。軽量化をはかっても、強度が不足してはいけないのでそのバランスをうまく取る必要性があります。',
	                                   'image' => '/img/user/faq/c3_q8_9_photo.jpg'
	);

	// Q10.クランクシャフト
	$tmp['c3_q10.html'] = array('title' => 'クランクシャフト',
	                                   'h3' => 'Q10.クランクシャフト',
	                                   'main_li_tree' => '故障しやすいパーツについて-エンジン機構 Q10.クランクシャフト',
	                                   'main_description' => 'A.クランクシャフトはまさにエンジン心臓部ともいえるもので、動力を伝達する軸です。クランクシャフトはコンロッドを介してピストンにつながっています。ピストンが上下する運動を 回転運動へ変える部品で。それを動力として変速機へ伝達され、最終的にはタイヤを回転させます。',
	                                   'image' => '/img/user/faq/c3_q10_photo.jpg'
	);

	// Q11.フライホイール
	$tmp['c3_q11.html'] = array('title' => 'フライホイール',
	                                   'h3' => 'Q11.フライホイール',
	                                   'main_li_tree' => '故障しやすいパーツについて-エンジン機構 Q11.フライホイール',
	                                   'main_description' => 'A.フライホイールは滑車でエンジンのクランクシャフトにボルトで取り付けられています。エンジンが回転するとフライホイールも回転します。 フライホイールは重さがあり、その重さがエンジン回転の際に発生する振動を吸収します。ミッション側へ滑らかに動力を伝達します。',
	                                   'image' => '/img/user/faq/c3_q11_photo.jpg'
	);

	// Q12.オイルパン
	$tmp['c3_q12.html'] = array('title' => 'オイルパン',
	                                   'h3' => 'Q12.オイルパン',
	                                   'main_li_tree' => '故障しやすいパーツについて-エンジン機構 Q12.オイルパン',
	                                   'main_description' => 'A.オイルパンはエンジンのいちばん下側の部分にあり、ここにエンジンオイルがたまります。エンジンをかけるとオイルポンプが回転して、オイルパンのオイルをオイルストレーナーを通してエンジン各部に圧送して潤滑をします。また、スポーツタイプ車やターボ車などはオイルパンの他にもオイルクーラーを装着することによってエンジンオイルを冷却しています。',
	                                   'image' => '/img/user/faq/c3_q12_photo.jpg'
	);

	// Q13.エアフロメーター
	$tmp['c3_q13.html'] = array('title' => 'エアフロメーター',
	                                   'h3' => 'Q13.エアフロメーター',
	                                   'main_li_tree' => '故障しやすいパーツについて-エンジン機構 Q13.エアフロメーター',
	                                   'main_description' => 'A.エアフロメーターはエンジンの吸入される空気量を知らせる計測装置です。その種類にはフラップ式、熱線式（ホットワイヤ式）があるが、現在は熱線式のエアフロメーターが主流になっています。',
	                                   'image' => '/img/user/faq/c3_q13_photo.jpg'
	);

	// Q14.スロットルボディ
	$tmp['c3_q14.html'] = array('title' => 'スロットルボディ',
	                                   'h3' => 'Q14.スロットルボディ',
	                                   'main_li_tree' => '故障しやすいパーツについて-エンジン機構 Q14.スロットルボディ',
	                                   'main_description' => 'A.スロットルボディはアクセルと連動して動くスロットルを内蔵した部品で、アクセルペダルとスロットルがワイヤー等でつながっていて、機械的に動かしています。',
	                                   'image' => '/img/user/faq/c3_q14_photo.jpg'
	);

	// Q15.ISCV
	$tmp['c3_q15.html'] = array('title' => 'ISCV',
	                                   'h3' => 'Q15.ISCV',
	                                   'main_li_tree' => '故障しやすいパーツについて-エンジン機構 Q15.ISCV',
	                                   'main_description' => 'A.スロットルボディはアクセルと連動して動くスロットルを内蔵した部品で、アクセルペダルとスロットルがワイヤー等でつながっていて、機械的に動かしています。',
	                                   'image' => '/img/user/faq/c3_q15_photo.jpg'
	);

	// Q16.ウォーターポンプ
	$tmp['c3_q16.html'] = array('title' => 'ウォーターポンプ',
	                                   'h3' => 'Q16.ウォーターポンプ',
	                                   'main_li_tree' => '故障しやすいパーツについて-エンジン機構 Q16.ウォーターポンプ',
	                                   'main_description' => 'A.ウォーターポンプはエンジン内で冷却水を循環させるためのポンプです。ウオーターポンプの寿命は一般的に8～10万ｋｍといわれており、故障、水漏れが起きれば交換が必要になります。放置すると、エンジンがオーバーヒートを起こして、最悪エンジン破損に至ります。',
	                                   'image' => '/img/user/faq/c3_q16_photo.jpg'
	);

	// Q17.アイドルアジャストスクリュー
	$tmp['c3_q17.html'] = array('title' => 'アイドルアジャストスクリュー',
	                                   'h3' => 'Q17.アイドルアジャストスクリュー',
	                                   'main_li_tree' => '故障しやすいパーツについて-エンジン機構 Q17.アイドルアジャストスクリュー',
	                                   'main_description' => 'A.アイドルアジャストスクリューはアイドリングの回転数を調整するための装置です。',
	                                   'image' => '/img/user/faq/c3_q17_photo.jpg'
	);

	// Q18.インレットマニホールド
	$tmp['c3_q18.html'] = array('title' => 'インレットマニホールド',
	                                   'h3' => 'Q18.インレットマニホールド',
	                                   'main_li_tree' => '故障しやすいパーツについて-エンジン機構 Q18.インレットマニホールド',
	                                   'main_description' => 'A.インレットマニホールドはインテークマニホールドとかインマニと呼称されています。エアクリーナーから吸気された空気を各シリンダーへ導くパイプの役割を果たしています。 インレットマニホールドが空気を引っ張り、インジェクターが燃料を噴射して混合気にします。この混合気はシリンダーへ送られます。インレットマニホールドが長くて細い場合、低速回転型、太くて短い場合は高回転型になります。現在は通路を開閉して可変吸気システムを持ったインレットマニホールドもあります。',
	                                   'image' => '/img/user/faq/c3_q18_photo.jpg'
	);

	// Q19.エグゾーストマニホールド
	$tmp['c3_q19.html'] = array('title' => 'エグゾーストマニホールド',
	                                   'h3' => 'Q19.エグゾーストマニホールド',
	                                   'main_li_tree' => '故障しやすいパーツについて-エンジン機構 Q19.エグゾーストマニホールド',
	                                   'main_description' => 'A.エキゾーストマニホールドはエンジンがガソリン燃焼して排気したときに、一番初めに排気ガスが出てくる気管といえます。例として４気筒（ピストンが４個）のエンジンの場合、エキゾーストマニホールドは４本足となります。はじめは４本で、最終的に１本にまとめる役割を果たしているのがエキゾーストマニホールドです。',
	                                   'image' => '/img/user/faq/c3_q19_photo.jpg'
	);

	// Q20.オイルタペット
	$tmp['c3_q20.html'] = array('title' => 'オイルタペット',
	                                   'h3' => 'Q20.オイルタペット',
	                                   'main_li_tree' => '故障しやすいパーツについて-エンジン機構 Q20.オイルタペット',
	                                   'main_description' => 'A.オイルタペットはカムシャフトとピストンバルブのあたるところには規定値内のすきまがあります。このすき間を油圧で制御する装置です。',
	                                   'image' => '/img/user/faq/no_photo.jpg'
	);

	// Q21.オイルポンプ
	$tmp['c3_q21.html'] = array('title' => 'オイルポンプ',
	                                   'h3' => 'Q21.オイルポンプ',
	                                   'main_li_tree' => '故障しやすいパーツについて-エンジン機構 Q21.オイルポンプ',
	                                   'main_description' => 'A.オイルポンプはエンジンオイルを循環させるための動力をつくるポンプです。クランクシャフトによって内側にあるインナロータが回され、それと同時にアウタロータも同期しながら回転してポンプ作動をすることでオイルパンからエンジンオイルを吸い上げて各部を潤滑させています。',
	                                   'image' => '/img/user/faq/c3_q21_photo.jpg'
	);

	// Q22.オイルダンパー
	$tmp['c3_q22.html'] = array('title' => 'オイルダンパー',
	                                   'h3' => 'Q22.オイルダンパー',
	                                   'main_li_tree' => '故障しやすいパーツについて-エンジン機構 Q22.オイルダンパー',
	                                   'main_description' => 'A.油の粘性を利用して衝撃や振動をやわらげる装置。',
	                                   'image' => '/img/user/faq/no_photo.jpg'
	);

	// Q23.ECU
	$tmp['c3_q23.html'] = array('title' => 'ECU',
	                                   'h3' => 'Q23.ECU',
	                                   'main_li_tree' => '故障しやすいパーツについて-エンジン機構 Q23.ECU',
	                                   'main_description' => 'A.ECUはエレクトロニクスコントロールユニットの略称で、車のコンピューターのことを指します。いわゆる電子燃料噴射装置の最重要部品です。 ECUは今の車には無くてはならない存在で、コンピューターは水温、気温、回転数など各センサーからの信号をキャッチし、演算してどれだけ燃料噴射ノズルを開閉するかを決めるのです。ノズルには常時高圧がかかっており、ノズルが開いた瞬間に燃料が勢いよく噴射されるのです。',
	                                   'image' => '/img/user/faq/c3_q23_photo.jpg'
	);

	// Q24.ノックセンサー
	$tmp['c3_q24.html'] = array('title' => 'ノックセンサー',
	                                   'h3' => 'Q24.ノックセンサー',
	                                   'main_li_tree' => '故障しやすいパーツについて-エンジン機構 Q24.ノックセンサー',
	                                   'main_description' => 'A.エンジンにノッキングが発生するとその周波数をキャッチしてコンピューター（ＥＣＵ）に伝えて点火時期を遅らせるようコントロールします。ノックセンサーが壊れると「ふけあがり」が悪くなります。現在のターボ車の圧縮比を高めることを可能にしたのはノックセンサーの賜物です。',
	                                   'image' => '/img/user/faq/c3_q24_photo.jpg'
	);

	// Q25.O2センサー
	$tmp['c3_q25.html'] = array('title' => 'O2センサー',
	                                   'h3' => 'Q25.O2センサー',
	                                   'main_li_tree' => '故障しやすいパーツについて-エンジン機構 Q25.O2センサー',
	                                   'main_description' => 'A.O2センサーは排気マニホールドに取付けられており、混合比を知らせる役目を担っています。コンピュータ（ECU）に「燃料をもっと濃くするように」、あるいは「薄くしなさい」と情報を伝達します。そして次の噴射時にはその情報をもとに混合比を調整します。',
	                                   'image' => '/img/user/faq/c3_q25_photo.jpg'
	);

	// Q26.スピードセンサー
	$tmp['c3_q26.html'] = array('title' => 'スピードセンサー',
	                                   'h3' => 'Q26.スピードセンサー',
	                                   'main_li_tree' => '故障しやすいパーツについて-エンジン機構 Q26.スピードセンサー',
	                                   'main_description' => 'A.スピードセンサーは車の速度を検知して ＥＣＵやスピードメーターに信号を送る装置です。',
	                                   'image' => '/img/user/faq/c3_q26_photo.jpg'
	);

	// Q27.クランク角センサー
	$tmp['c3_q27.html'] = array('title' => 'クランク角センサー',
	                                   'h3' => 'Q27.クランク角センサー',
	                                   'main_li_tree' => '故障しやすいパーツについて-エンジン機構 Q27.クランク角センサー',
	                                   'main_description' => 'A.クランク角センサ-はピストンの位置、エンジンの回転数をＥＣＵに伝える役目を担っています。もし、クランク角センサ-が壊れてしまうと、エンジンはかかりません。',
	                                   'image' => '/img/user/faq/no_photo.jpg'
	);

	// Q28.グロープラグ
	$tmp['c3_q28.html'] = array('title' => 'グロープラグ',
	                                   'h3' => 'Q28.グロープラグ',
	                                   'main_li_tree' => '故障しやすいパーツについて-エンジン機構 Q28.グロープラグ',
	                                   'main_description' => 'A.ディーゼルエンジンは始動するとき、グロープラグと呼ばれるニクロム線に通電され赤熱（900℃前後）します。さらにエンジンキーをスターター位置にするとエンジンが始動します。水温の上昇によりグロープラグの通電は停止するが、自然発火によりエンジンは回転を持続します。自然発火させるためには圧縮を高める必要性があり、ディーゼルはガソリンの倍以上の圧縮比です。軽油は低温になると流れが悪くなり、着火性に劣るので、グロープラグで暖めるわけです。',
	                                   'image' => '/img/user/faq/no_photo.jpg'
	);

	// Q29.スロットルポジションセンサー
	$tmp['c3_q29.html'] = array('title' => 'スロットルポジションセンサー',
	                                   'h3' => 'Q29.スロットルポジションセンサー',
	                                   'main_li_tree' => '故障しやすいパーツについて-エンジン機構 Q29.スロットルポジションセンサー',
	                                   'main_description' => 'A.スロットルポジションセンサーはアクセル（スロットル）の開度がどのくらいかをＥＣＵに信号を送るセンサーです。スロットルポジションセンサーの調整が狂った場合、燃費が落ちたり、スロットルを開けても最初アクセルが反応しなかったりして運転に悪影響を及ぼします。燃料噴射装置に使用されており、スロットルバルブがアイドリング位置か、ある定められた位置以上にあるときに作動します。中間の状態では電気信号を送らずニュートラルにあります。',
	                                   'image' => '/img/user/faq/c3_q29_photo.jpg'
	);

	// Q30.EGR
	$tmp['c3_q30.html'] = array('title' => 'EGR',
	                                   'h3' => 'Q30.EGR',
	                                   'main_li_tree' => '故障しやすいパーツについて-エンジン機構 Q30.EGR',
	                                   'main_description' => 'A.ＥＧＲは「Exhaust Gas Recirculation」の略称です。翻訳すると排気ガス還流システムで、排気ガスの一部を吸気側に戻して吸入空気と混ぜるシステムです。排気側と吸気側をつないだパイプに弁がついている装置で、その弁を開閉することにより、排気ガスを吸気側に戻す量を調整します。役割は光化学スモッグの原因である窒素酸化物（ＮＯｘ）の生成を抑えるためです。',
	                                   'image' => '/img/user/faq/c3_q30_photo.jpg'
	);

	// Q31.ブローバイガス還元装置
	$tmp['c3_q31.html'] = array('title' => 'ブローバイガス還元装置',
	                                   'h3' => 'Q31.ブローバイガス還元装置',
	                                   'main_li_tree' => '    故障しやすいパーツについて-エンジン機構 Q31.ブローバイガス還元装置',
	                                   'main_description' => 'A.ブローバイガス還元装置はブローバイガスをホースで吸気側に送り込んで燃焼室で燃やす装置です。ブローバイガスはピストンとシリンダのすき間を通って燃焼室からクランクケース内に吹き抜けるガスをいいます。このガスには未燃焼ガスが含まれており、そのまま大気に放出すると大気汚染の原因となります。',
	                                   'image' => '/img/user/faq/c3_q30_photo.jpg'
	);

	// Q1.電動ファン
	$tmp['c4_q1.html'] = array('title' => '電動ファン',
	                                   'h3' => 'Q1.電動ファン',
	                                   'main_li_tree' => '故障しやすいパーツについて-冷却装置 Q1.電動ファン',
	                                   'main_description' => 'A.冷却ファンはアイドリング時やノロノロ運転時にはラジエーターに風が当たらないため、冷却ファンで風を吸い込み、強制的にラジエーターに風を通して冷却します。ファンの動力はエンジン回転を利用するものと、電動で回すものがあります。電動で回すのが電動ファンです。',
	                                   'image' => '/img/user/faq/c4_q1_photo.jpg'
	);

	// Q2.ラジエーター本体
	$tmp['c4_q2.html'] = array('title' => 'ラジエーター本体',
	                                   'h3' => 'Q2.ラジエーター本体',
	                                   'main_li_tree' => '故障しやすいパーツについて-冷却装置 Q2.ラジエーター本体',
	                                   'main_description' => 'A.ラジエーターはエンジン内の水路（ウォータージャケット）を循環して熱くなった冷却水を冷やします。熱発散用のパイプの中を通しながら風で冷やし、再びエンジン内の水路に戻して循環させるわけです。',
	                                   'image' => '/img/user/faq/c4_q2_photo.jpg'
	);

	// Q3.ファンプーリー
	$tmp['c4_q3.html'] = array('title' => 'ファンプーリー',
	                                   'h3' => 'Q3.ファンプーリー',
	                                   'main_li_tree' => '故障しやすいパーツについて-冷却装置 Q3.ファンプーリー',
	                                   'main_description' => 'A.ファンプーリーはファンベルト（ウォーターポンプとファンブレード、オルターネーター（発電機）を回すためのベルト）を回転させるための滑車のことをいいます。',
	                                   'image' => '/img/user/faq/c4_q3_photo.jpg'
	);

	// Q4.水温センサー
	$tmp['c4_q4.html'] = array('title' => '水温センサー',
	                                   'h3' => 'Q4.水温センサー',
	                                   'main_li_tree' => '故障しやすいパーツについて-冷却装置 Q4.水温センサー',
	                                   'main_description' => 'A.水温センサーはエンジンの冷却水温度を感知してコンピュータ（ＥＣＵ）に伝えます。エンジンが求める燃料噴射量は水温、気温、回転数等の条件によって刻一刻と変化します。その水温を伝えるのが水温センサーの役割です。',
	                                   'image' => '/img/user/faq/c4_q4_photo.jpg'
	);

	// Q1.オイルポンプ
	$tmp['c5_q1.html'] = array('title' => 'オイルポンプ',
	                                   'h3' => 'Q1.オイルポンプ',
	                                   'main_li_tree' => '故障しやすいパーツについて-潤滑装置 Q1.オイルポンプ',
	                                   'main_description' => 'A.オイルポンプはエンジンオイルを循環させるための動力をつくるポンプです。クランクシャフトによって内側にあるインナロータが回され、それと同時にアウタロータも同期しながら回転してポンプ作動をすることでオイルパンからエンジンオイルを吸い上げて各部を潤滑させています。',
	                                   'image' => '/img/user/faq/c3_q21_photo.jpg',
									   /*SEO対策 [PUBLIC_TOKOTON-6] canonical対応 20170301 ST*/
									   /*「c5_q1」 ⇒ 「c3_q21」へインデックス統合*/                                   
	                                   'canonical' => "<link rel=\"canonical\" href=\"http://".$_SERVER['HTTP_HOST']."/faq/c3_q21.html\" />"
	                                   /*SEO対策 [PUBLIC_TOKOTON-6] canonical対応 20170301 ED*/
	);

	// Q2.オイルストレーナー
	$tmp['c5_q2.html'] = array('title' => 'オイルストレーナー',
	                                   'h3' => 'Q2.オイルストレーナー',
	                                   'main_li_tree' => '故障しやすいパーツについて-潤滑装置 Q2.オイルストレーナー',
	                                   'main_description' => 'A.オイルストレーナーはシリンダーブロックの下部に付いており、オイルパン内部にあります。エンジンオイルはオイルポンプによってここから吸い上げられるとともに、異物の混入をふせぐ役割を果たしています。',
	                                   'image' => '/img/user/faq/c3_q21_photo.jpg'
	);

	// Q3.オイルプレッシャースイッチ
	$tmp['c5_q3.html'] = array('title' => 'オイルプレッシャースイッチ',
	                                   'h3' => 'Q3.オイルプレッシャースイッチ',
	                                   'main_li_tree' => '故障しやすいパーツについて-潤滑装置 Q3.オイルプレッシャースイッチ',
	                                   'main_description' => 'A.オイルプレッシャースイッチはエンジン内の油圧を検知する装置です。エンジン オイルは油圧が低下すると、エンジン各部にオイルが回らなくなり、焼きついてしまいます。オイルプレッシャースイッチはこれを防ぐためにシリンダーブロックにつけられており、エンジンの油圧が低下するとメーターパネル内の油圧警告灯を点灯させる仕組みです。油圧警告灯が点灯するのはオイル漏れ、走行によりオイル量が減少するなどオイル量の低下によるものです。オイルプレッシャースイッチが劣化した場合、オイル漏れが検知できずオイルが漏れたりするので注意が必要です。',
	                                   'image' => '/img/user/faq/c5_q3_photo.jpg'
	);

	// Q1.スターターモニター
	$tmp['c6_q1.html'] = array('title' => 'スターターモニター',
	                                   'h3' => 'Q1.スターターモニター',
	                                   'main_li_tree' => '故障しやすいパーツについて-始動装置 Q1.スターターモニター',
	                                   'main_description' => 'A.スターターモーターはエンジン始動時に、エンジンのフライホイールを回すためのモーターです。スターターモーターが回転している間は、始動に無関係の機器に対しては通電されません。',
	                                   'image' => '/img/user/faq/c6_q1_photo.jpg'
	);

	// Q1.ヒーターユニット
	$tmp['c7_q1.html'] = array('title' => 'ヒーターユニット',
	                                   'h3' => 'Q1.ヒーターユニット',
	                                   'main_li_tree' => '故障しやすいパーツについて-エアコン装置 Q1.ヒーターユニット',
	                                   'main_description' => 'A.ヒーターユニットはヒーターコア、エアミックスﾀﾞﾝﾊﾟなどから構成されています。エンジンで熱せられた冷却水がヒーターコアに送られ、加熱されたコアのすき間をブロア（送風機）により送られてきた空気が通過して車室内に吹きだして暖房します。',
	                                   'image' => '/img/user/faq/c7_q1_photo.jpg'
	);

	// Q2.ヒーターコア
	$tmp['c7_q2.html'] = array('title' => 'ヒーターコア',
	                                   'h3' => 'Q2.ヒーターコア',
	                                   'main_li_tree' => '故障しやすいパーツについて-エアコン装置 Q2.ヒーターコア',
	                                   'main_description' => 'A.エンジンで熱せられた冷却水はヒーターコアのすき間を通して加熱されます。この役割を担っているのがヒーターコアです。',
	                                   'image' => '/img/user/faq/c7_q2_photo.jpg'
	);

	// Q3.ヒーターウォーターバルブ
	$tmp['c7_q3.html'] = array('title' => 'ヒーターウォーターバルブ',
	                                   'h3' => 'Q3.ヒーターウォーターバルブ',
	                                   'main_li_tree' => '故障しやすいパーツについて-エアコン装置 Q3.ヒーターウォーターバルブ',
	                                   'main_description' => 'A.ウォータバルブは、冷却水が循環するパイプに取り付けられており、冷却水の流量をコントロールしたり、カットさせたりする装置です。',
	                                   'image' => '/img/user/faq/no_photo.jpg'
	);

	// Q4.プロアモーター
	$tmp['c7_q4.html'] = array('title' => 'プロアモーター',
	                                   'h3' => 'Q4.プロアモーター',
	                                   'main_li_tree' => '故障しやすいパーツについて-エアコン装置 Q4.プロアモーター',
	                                   'main_description' => 'A.ブロアモーターはファンとモーターにより構成されています。モーターの動力でファンが回転して車室内、車室外の空気がヒーターユニットを通過して車室内へ送風されます。',
	                                   'image' => '/img/user/faq/c7_q3_photo.jpg'
	);

	// Q5.プロアモーターレジスタ
	$tmp['c7_q5.html'] = array('title' => 'プロアモーターレジスタ',
	                                   'h3' => 'Q5.プロアモーターレジスタ',
	                                   'main_li_tree' => '故障しやすいパーツについて-エアコン装置 Q5.プロアモーターレジスタ',
	                                   'main_description' => 'A.ブロアモーターによって送風される風量の調整は車室内コントロールパネルのスイッチで切り替えられるが、これはブロアモーターにかかる電圧を変えて行なっています。この電圧を変える（可変抵抗）役目を果たしているのがブロアモーターレジスターです。',
	                                   'image' => '/img/user/faq/c7_q4_photo.jpg'
	);

	// Q6.エアコンユニット
	$tmp['c7_q6.html'] = array('title' => 'エアコンユニット',
	                                   'h3' => 'Q6.エアコンユニット',
	                                   'main_li_tree' => '故障しやすいパーツについて-エアコン装置 Q6.エアコンユニット',
	                                   'main_description' => 'A.エアコンユニットは冷房装置です。冷房装置はアルコールより蒸発しやすい液体（冷媒）をエアコンユニット内のエバポレーターで蒸発させることにより、エアコンユニット内の空気より気化熱を奪い空気を冷却します。冷却された空気をブロアモーターで車内へ送り込んで冷房します。',
	                                   'image' => '/img/user/faq/c7_q5_photo.jpg'
	);

	// Q7.コンプレッサー
	$tmp['c7_q7.html'] = array('title' => 'コンプレッサー',
	                                   'h3' => 'Q7.コンプレッサー',
	                                   'main_li_tree' => '故障しやすいパーツについて-エアコン装置 Q7.コンプレッサー',
	                                   'main_description' => 'A.コンプレッサは低圧のガス状冷媒を圧縮して高圧のガス状冷媒にするもので、エンジンのシリンダーブロックに取り付けられクランクシャフトよりベルトで駆動されています。コンプレッサー内の潤滑は専用のコンプレッサーオイルでおこなわれており、冷凍サイクル内を冷媒とともに回っています。',
	                                   'image' => '/img/user/faq/c7_q6_photo.jpg'
	);

	// Q8.コンプレッサーマグネットクラッチ
	$tmp['c7_q8.html'] = array('title' => 'コンプレッサーマグネットクラッチ',
	                                   'h3' => 'Q8.コンプレッサーマグネットクラッチ',
	                                   'main_li_tree' => '故障しやすいパーツについて-エアコン装置 Q8.コンプレッサーマグネットクラッチ',
	                                   'main_description' => 'A.マグネットクラッチは冷房装置の作動を必要とする時のみコンプレッサーを運転させ、それ以外の時はコンプレッサを停止させるコントロール装置です。',
	                                   'image' => '/img/user/faq/no_photo.jpg'
	);

	// Q9.エバボレータ
	$tmp['c7_q9.html'] = array('title' => 'エバボレータ',
	                                   'h3' => 'Q9.エバボレータ',
	                                   'main_li_tree' => '故障しやすいパーツについて-エアコン装置 Q9.エバボレータ',
	                                   'main_description' => 'A.車内、車外の空気をブロアモーターで強制的にエバポレーターに送ればその空気は気化熱を奪われ冷却されます。要はエキスパッションバルブで低温、低圧に霧状化した冷媒を気化して、エバﾎﾟﾚｰﾀの周囲から大量の気化熱を奪う役割を担っています。',
	                                   'image' => '/img/user/faq/c7_q7_photo.jpg'
	);

	// Q10.レシーバータンク
	$tmp['c7_q10.html'] = array('title' => 'レシーバータンク',
	                                   'h3' => 'Q10.レシーバータンク',
	                                   'main_li_tree' => '故障しやすいパーツについて-エアコン装置 Q10.レシーバータンク',
	                                   'main_description' => 'A.コンデンサーレシーバータンクはコンデンサ（ガスを液化する）で液化した冷媒を一時的に蓄えると同時に、冷媒中に含まれる水分やゴミを取り除く役目を果たしています。',
	                                   'image' => '/img/user/faq/c7_q8_photo.jpg'
	);

	// Q11.エキスパッションバルブ
	$tmp['c7_q11.html'] = array('title' => 'エキスパッションバルブ',
	                                   'h3' => 'Q11.エキスパッションバルブ',
	                                   'main_li_tree' => '故障しやすいパーツについて-エアコン装置 Q11.エキスパッションバルブ',
	                                   'main_description' => 'A.エキスパンションバルブは２つの役割があります。①コンデンサーレシーバを通ってきた液状冷媒を小さな穴から低圧のエバﾎﾟﾚｰﾀ―に噴射させることにより急激に膨張させて低温、低圧の霧状の冷媒にします。②エバポレーターへ供給する冷媒の気化状態に応じて冷媒量を調整します。',
	                                   'image' => '/img/user/faq/c7_q9_photo.jpg'
	);

	// Q12.電動ファン
	$tmp['c7_q12.html'] = array('title' => '電動ファン',
	                                   'h3' => 'Q12.電動ファン',
	                                   'main_li_tree' => '故障しやすいパーツについて-エアコン装置 Q12.電動ファン',
	                                   'main_description' => 'A.電動ファンは冷房作動時にコンデンサ（ガスを液化する）を強制的に冷却するための装置です。',
	                                   'image' => '/img/user/faq/no_photo.jpg',
	 								   /*SEO対策 [PUBLIC_TOKOTON-6] canonical対応 20170301 ST*/
									   /*「c7_q12」　⇒ 「c4_q1」へインデックス統合*/                                   
	                                   'canonical' => "<link rel=\"canonical\" href=\"http://".$_SERVER['HTTP_HOST']."/faq/c4_q1.html\" />"
	                                   /*SEO対策 [PUBLIC_TOKOTON-6] canonical対応 20170301 ED*/
	);

	// Q13.クーラーガス
	$tmp['c7_q13.html'] = array('title' => 'クーラーガス',
	                                   'h3' => 'Q13.クーラーガス',
	                                   'main_li_tree' => '故障しやすいパーツについて-エアコン装置 Q13.クーラーガス',
	                                   'main_description' => 'A.クーラーガスは冷媒のことです。旧クーラーガス（フロン）はオゾン層を破壊することから販売禁止され、現在は代替フロンガスが使われています。',
	                                   'image' => '/img/user/faq/c7_q11_photo.jpg'
	);

	// Q1.A/Tトランスミッション
	$tmp['c8_q1.html'] = array('title' => 'A/Tトランスミッション',
	                                   'h3' => 'Q1.A/Tトランスミッション',
	                                   'main_li_tree' => '故障しやすいパーツについて-動力伝達機構 Q1.A/Tトランスミッション',
	                                   'main_description' => 'A.オートマチック トランス ミッション（ＡＴ）はアクセルを踏むだけで自動的に変速が行われます。クラッチペダルは無く、エンジンの力はオイルを介して伝わります。発進や加速はスムースでエンストの心配はありません。しかしオイルを介しているので、燃費や加速の点では手動で変速するマニュアル トランス ミッション（ＭＴ）にやや劣り、また、装置が複雑で重くなるうえ、価格も高くなります。画像はFF（フロントエンジン・フロントドライブ）車のATです。',
	                                   'image' => '/img/user/faq/c8_q1_photo.jpg'
	);

	// Q2.トルクコンバーター
	$tmp['c8_q2.html'] = array('title' => 'トルクコンバーター',
	                                   'h3' => 'Q2.トルクコンバーター',
	                                   'main_li_tree' => '故障しやすいパーツについて-動力伝達機構 Q2.トルクコンバーター',
	                                   'main_description' => 'A.トルクコンバーターはトルク増幅機能の役割を果たしています。トルクコンバーターはエンジンとトランスミッションの間にあり液体を介してパワーを伝える装置です。例として、２つの扇風機を向かいあわせで並べておきます。一方（エンジン側）を回転させると、反対側（タイヤ側）も風の力を受けてまわりはじめます。これを応用したもので風の代わりにオイルを使って行なっており、これをフルードカップリング機能（流体継手）と呼んでいます。フルードカップリング機能ではエンジン側の羽根が回転して反対側の羽根にオイルをぶつけ、この反対側の羽根を回転させ力を伝えていますが、次に反対側の羽にぶつかったオイルが今度は勢いをつけて元のエンジン側の羽根に跳ね返り、回転を助ける働きをします。これがトルク増幅機能です。',
	                                   'image' => '/img/user/faq/c8_q2_photo.jpg'
	);

	// Q3.A/Tクーラーホース
	$tmp['c8_q3.html'] = array('title' => 'A/Tクーラーホース',
	                                   'h3' => 'Q3.A/Tクーラーホース',
	                                   'main_li_tree' => '故障しやすいパーツについて-動力伝達機構 Q3.A/Tクーラーホース',
	                                   'main_description' => 'A.ATクーラーホースはATFを冷却するために ラジエターへＡＴＦを送るホースです。',
	                                   'image' => '/img/user/faq/c8_q3_photo.jpg'
	);

	// Q4.A/Tセレクトレバー
	$tmp['c8_q4.html'] = array('title' => 'A/Tセレクトレバー',
	                                   'h3' => 'Q4.A/Tセレクトレバー',
	                                   'main_li_tree' => '故障しやすいパーツについて-動力伝達機構 Q4.A/Tセレクトレバー',
	                                   'main_description' => 'A.ATセレクトレバー（スロットルレバー）はAT車のシフトを切り替えるレバーです。',
	                                   'image' => '/img/user/faq/c8_q4_photo.jpg'
	);

	// Q5.ソレノイドバルブ
	$tmp['c8_q5.html'] = array('title' => 'ソレノイドバルブ',
	                                   'h3' => 'Q5.ソレノイドバルブ',
	                                   'main_li_tree' => '故障しやすいパーツについて-動力伝達機構 Q5.ソレノイドバルブ',
	                                   'main_description' => 'A.ソレノイドバルブはAT車のATFの油圧を制御する役目を担っています。',
	                                   'image' => '/img/user/faq/no_photo.jpg'
	);

	// Q1.イグニッションスイッチ
	$tmp['c9_q1.html'] = array('title' => 'イグニッションスイッチ',
	                                   'h3' => 'Q1.イグニッションスイッチ',
	                                   'main_li_tree' => '故障しやすいパーツについて-点火装置 Q1.イグニッションスイッチ',
	                                   'main_description' => 'A.イグニッションスイッチはキーシリンダーの部分にOFF、ACC、ON、STARTとあり、STARTでセルモーターが回りエンジンがかかります。この役目を担っているのがイグニッションスイッチです。イグニッションスイッチはキーシリンダーの後部にあります。イグニッションスイッチが壊れるとキーを回してもセルモーターが回らなくなったりACCで電源が取れなくなったり、電装品が動かなくなったりするなどトラブルが発生します。',
	                                   'image' => '/img/user/faq/c9_q1_photo.jpg'
	);

	// Q2.イグニッションコイル
	$tmp['c9_q2.html'] = array('title' => 'イグニッションコイル',
	                                   'h3' => 'Q2.イグニッションコイル',
	                                   'main_li_tree' => '故障しやすいパーツについて-点火装置 Q2.イグニッションコイル',
	                                   'main_description' => '点検と整備を車のオーナーが自分で行い、検査法人へ車を持ち込んで検査を受ける部分を業者が代行することです。',
	                                   'image' => '/img/user/faq/c9_q2_photo.jpg'
	);

	// Q3.ハイテンションコード
	$tmp['c9_q3.html'] = array('title' => 'ハイテンションコード',
	                                   'h3' => 'Q3.ハイテンションコード',
	                                   'main_li_tree' => '故障しやすいパーツについて-点火装置 Q3.ハイテンションコード',
	                                   'main_description' => 'A.ハイテンションコードはプラグコードと呼ばれるものです。イグニッションコイルでつくられた高電圧はディストリビューターによってスパークプラグに送られます。ディストリビューターとスパークプラグをつないでいる配線がハイテンションコードです。',
	                                   'image' => '/img/user/faq/c9_q3_photo.jpg'
	);

	// Q4.ディストリビューター
	$tmp['c9_q4.html'] = array('title' => 'ディストリビューター',
	                                   'h3' => 'Q4.ディストリビューター',
	                                   'main_li_tree' => '    故障しやすいパーツについて-点火装置 Q4.ディストリビューター',
	                                   'main_description' => 'A.ディストリビューターは電気をスパークプラグに配電する装置です。イグニッションコイルで作られた１万ボルト以上の高電圧はディストリビューターで各シリンダーの点火順序にしたがって、タイミングよくスパークプラグに送られ、火花を散らして混合気を燃焼させます。',
	                                   'image' => '/img/user/faq/c9_q4_photo.jpg'
	);

	// Q1.オルタネーター
	$tmp['c10_q1.html'] = array('title' => 'オルタネーター',
	                                   'h3' => 'Q1.オルタネーター',
	                                   'main_li_tree' => '故障しやすいパーツについて-充電装置 Q1.オルタネーター',
	                                   'main_description' => 'A.オルタネーターは発電機です。どんな強力なバッテリーでも電気を使うだけでは、たちまち貯蓄されていた電気はなくなってしまします。オルタネータはエンジンパワーの一部を使って、コイルを回転させながら電気を起こしどんどんバッテリーに供給する装置です。つまり、エンジンが回っている間は常に充電されているのです。',
	                                   'image' => '/img/user/faq/c10_q1_photo.jpg'
	);

	// Q2.ICレギュレーター
	$tmp['c10_q2.html'] = array('title' => 'ICレギュレーター',
	                                   'h3' => 'Q2.ICレギュレーター',
	                                   'main_li_tree' => '故障しやすいパーツについて-充電装置 Q2.ICレギュレーター',
	                                   'main_description' => 'A. ICレギュレーターはオルタネーターの回転が高くなっても出力電圧を一定に制御する装置です。オルタネータ（発電機）は、回転する速度の上昇にともなって発生する電圧が高くなる特徴があります。オルタネーターの回転が高くなった場合、発生した電圧を直接バッテリーやライト等に供給すると、過充電やライトが切れるなど電気装置の故障原因となりかねないからです。現在ではオルタネーターに内臓されています。',
	                                   'image' => '/img/user/faq/no_photo.jpg'
	);

	// Q1.フューエルポンプ
	$tmp['c11_q1.html'] = array('title' => 'フューエルポンプ',
	                                   'h3' => 'Q1.フューエルポンプ',
	                                   'main_li_tree' => '故障しやすいパーツについて-燃料装置 Q1.フューエルポンプ',
	                                   'main_description' => 'A.フューエルポンプはいわゆる燃料ポンプです。燃料タンクから車体前方のエンジン（キャブレターまたはインジェクションまで）まで燃料パイプでつなぎ、燃料ポンプより吸いあげています。これが壊れると走行不能になります。',
	                                   'image' => '/img/user/faq/c11_q1_photo.jpg'
	);

	// Q2.フューエルインジェクター
	$tmp['c11_q2.html'] = array('title' => 'フューエルインジェクター',
	                                   'h3' => 'Q2.フューエルインジェクター',
	                                   'main_li_tree' => '故障しやすいパーツについて-燃料装置 Q2.フューエルインジェクター',
	                                   'main_description' => 'A.フューエルインジェクターはコンピューターで演算されて送られてくる噴射装置にもとづいてインレットマニホールド内に燃料を噴射する装置です。',
	                                   'image' => '/img/user/faq/c11_q2_photo.jpg'
	);

	// Q3.フューエルプレッシャーレギュレータ
	$tmp['c11_q3.html'] = array('title' => 'フューエルプレッシャーレギュレータ',
	                                   'h3' => 'Q3.フューエルプレッシャーレギュレータ',
	                                   'main_li_tree' => '故障しやすいパーツについて-燃料装置 Q3.フューエルプレッシャーレギュレータ',
	                                   'main_description' => 'A.フューエルプレッシャーレギュレーターはエンジン停止後も燃料の圧力を維持する装置です。この装置が故障すると、エンジンを停止してしばらくすると　再始動に時間がかかるという症状が出たりします。　フューエルプレッシャーレギュレーター不良により、燃料圧力が低下するためにセルモーターを回す時間が長くなるからです。',
	                                   'image' => '/img/user/faq/c11_q3_photo.jpg'
	);

	// Q4.噴射ポンプ
	$tmp['c11_q4.html'] = array('title' => '噴射ポンプ',
	                                   'h3' => 'Q4.噴射ポンプ',
	                                   'main_li_tree' => '    故障しやすいパーツについて-燃料装置 Q4.噴射ポンプ',
	                                   'main_description' => 'A.ディーゼル車はガソリン車のキャブレターの代りとして、燃料噴射ポンプ（インジェクションポンプ）によって、噴射ノズルから燃料を噴射しています。ガソリン車の点火時期と同様にいつ燃料を噴射するかタイミングが重要になるが、狂うことは通常ないものの、機械的構造が複雑なのでトラブルが発生しやすい。',
	                                   'image' => '/img/user/faq/no_photo.jpg'
	);

	// Q5.噴射ノズル
	$tmp['c11_q5.html'] = array('title' => '噴射ノズル',
	                                   'h3' => 'Q5.噴射ノズル',
	                                   'main_li_tree' => '故障しやすいパーツについて-燃料装置 Q5.噴射ノズル',
	                                   'main_description' => 'A.ディーゼル車は燃料噴射ポンプ（インジェクションポンプ）から送られてくる燃料を噴射ノズルを使って噴射します。',
	                                   'image' => '/img/user/faq/no_photo.jpg'
	);

	// Q6.フューエルインジェクションコンピューター
	$tmp['c11_q6.html'] = array('title' => 'フューエルインジェクションコンピューター',
	                                   'h3' => 'Q6.フューエルインジェクションコンピューター',
	                                   'main_li_tree' => '故障しやすいパーツについて-燃料装置 Q6.フューエルインジェクションコンピューター',
	                                   'main_description' => 'A.シリンダー内では１秒間に何十回もの燃焼を繰り返しています。燃焼するためにはガソリンを霧状にして空気と混ぜあわせる必要があります。その役目を果たすのがキャブレター、インジェクションです。インジェクターに信号を送る役目を担っているのがインジェクションコンピューターです。このコンピューターにより流入する空気量を計測し、キメ細かく燃料を調整して強制的に噴射します。',
	                                   'image' => '/img/user/faq/c3_q23_photo.jpg'
	);

	// Q7.キャニスター
	$tmp['c11_q7.html'] = array('title' => 'キャニスター',
	                                   'h3' => 'Q7.キャニスター',
	                                   'main_li_tree' => '故障しやすいパーツについて-燃料装置 Q7.キャニスター',
	                                   'main_description' => 'A.キャニスターは燃料装置から蒸発するガス状の燃料が大気中に放出されるのを防ぐ役目を担い、燃料蒸発ガスの排出を抑止する装置です。内部で燃料蒸発ガスを活性炭で吸着させて一時保管しています。キャニスターが不良になった場合、車が燃料臭くなります。',
	                                   'image' => '/img/user/faq/c11_q7_photo.jpg'
	);

	// Q8.キャブレター
	$tmp['c11_q8.html'] = array('title' => 'キャブレター',
	                                   'h3' => 'Q8.キャブレター',
	                                   'main_li_tree' => '故障しやすいパーツについて-燃料装置 Q8.キャブレター',
	                                   'main_description' => 'A.キャブレターは気化器です。原理は「霧吹き」とまったくおなじです。キャブレターは中がくびれた筒の形をしています。そのくびれた部分（ﾍﾞﾝﾁｭﾘｰ部）にガソリンのノズルが設置されています。ピストンが下がって吸気バルブが開くと、この筒型の中を空気が勢いよく通過します。すると、くびれた部分では空気の流れが速くなって気圧が低くなるので、ガソリンが吸い出されて霧状に飛び散ります。霧化したガソリンは空気と混ざって混合気となり燃焼室へ入っていきます。キャブレターは構造が簡単でコストが安いというメリットがあるものの、構造が簡単な分、細かい燃料コントロールという点ではインジェクションに劣ります。',
	                                   'image' => '/img/user/faq/c11_q8_photo.jpg'
	);

	$var_view_object_list = $tmp;

?>
