{include file="ci:user/header.tpl"}
  <div id="content">
    <ul id="breadcrumb">
      <li><a href="http://www.tokoton-navi.com/">全国の車検費用比較サイト【とことん車検ナビ】ホーム</a></li>
      <li><a href="/search_top/">車検をさがす</a></li>
      <li><a href="{$search_url}">検索結果</a></li>
      <li><a href="/shop_detail/{$sid}/">店舗詳細</a></li>
      <li>見積りフォーム</li>
    </ul>
    <br class="clear"/>
    <h2 id="estimate">見積りフォーム</h2>
	<h3 id="privacy_header">個人情報の取り扱いについて</h3>
	<p id="privacy_desc">当社は個人情報保護の重要性を認識し、「個人情報保護に関するコンプライアンス・プログラム」の要求事項（JIS Q 15001）に従い、<br />
    ご利用いただくお客様の個人情報を以下の方針に基づいて慎重にお取り扱いします。</p>
	<div id="privacy_box">
		<dl>
			<dt>個人情報の定義</dt>
			<dd>個人情報とは、ユーザー個人に関する情報であって、当該情報を構成する氏名、住所、電話番号、メールアドレス、その他の記述等により当該ユーザーを識別できるものをいいます。またその情報のみでは識別できない場合でも、他の情報と容易に照合することができ、結果的にユーザー個人を識別できるものも個人情報に含まれます。</dd>

			<dt>個人情報の利用目的</dt>
			<dd>
				本サイトにおける個人情報の利用目的は以下の通りであり、本人の同意なく目的の範囲を超えて利用しません。
				<ol>
					<li>お客様が見積り依頼をされたサービス提供者（整備工場、サービスステーション等の車検ショップ）からのお見積りのご連絡、その他ご案内</li>
					<li>サービス提供者から委託されたコールセンターからのお見積りのご連絡、その他ご案内</li>
					<li>各種キャンペーンの応募受付及び当選者への連絡、プレゼント発送</li>
					<li>別途ご同意いただいたお客様への各種アンケート調査への協力依頼のご連絡</li>
					<li>別途ご同意いただいたお客様へのメールサービス、各種お知らせ等の情報配信</li>
					<li>本サイトのサービスに関するご意見、お問い合わせへの回答</li>
					<li>当社のサービスに関するお客様への連絡</li>
					<li>個人を特定できないよう加工した統計データの作成</li>
					<li>本サイトのサービス運用に伴う一時的なバックアップ保管</li>
				</ol>
			</dd>

			<dt>個人情報の取得方法</dt>
			<dd>当社は、個人情報の入手を適法かつ公正な手段によって行い、個人情報の取得に際しては、利用目的について本人の同意を頂くか、当社の本サイト上に必要事項を告知いたします。</dd>

			<dt>個人情報提供の任意性</dt>
			<dd>当社に個人情報を提供するかどうかはご本人の任意となります。ただし、個人情報をご提供いただけない場合、およびご提供いただいた個人情報が不正確な場合、ご希望の情報やサービスが提供できない場合があります。</dd>

			<dt>第三者提供について</dt>
			<dd>当社は、当社が業務提携しているサービス提供者へ必要最小限の情報を提供します。その提供に当たっては、個人情報の安全管理が図られるよう、サービス提供者にて必要かつ適切な管理を行うこととします。各サービス提供者でのお客様情報の利用と停止方法につきましては、それぞれの事業者の個人情報の取扱いをご確認ください。万が一目的の範囲を超えて情報が利用されていると感じられたときには、当該事業者に対して確認を取られることをおすすめします。 <br />
			    その他につきましては、事前承認なくお客様の個人情報を第三者に開示・提供はしません。 <br />
			    ただし、法令の定めにより、国の機関もしくは地方公共団体またはその委託を受けた者への個人情報の提供が必要とされる場合や、本人または第三者の生命、身体、財産その他の権利利益を害するおそれがある場合は、お預かりした個人情報を提供する場合があります。
			</dd>

			<dt>第三者提供に関する免責事項</dt>
			<dd>
				以下の場合は、第三者による個人情報の取得に関し、当社は何らの責任を負いません。
				<ol>
					<li>お客様本人の意思により、サービス提供者へ個人情報を明らかにした場合</li>
					<li>お客様自らが本サイトの機能または別の手段を用いて第三者に個人情報を明らかにする場合</li>
					<li>本サイトからリンクされる当社が直接管理しない外部サイトにおいてお客様から個人情報が提供された場合</li>
					<li>第三者が、当社の責に帰すべき事由なくお客様の個人情報を入手した場合</li>
				</ol>
			</dd>

			<dt>個人情報処理の外部委託</dt>
			<dd>当社は、個人情報取扱い業務の一部または全部を外部委託することがあります。なお、委託先における個人情報の取扱いが適切に行なわれるよう、別途、委託先について調査し、守秘義務契約など必要な契約を締結します。</dd>

			<dt>個人情報の開示等</dt>
			<dd>原則としてお客様本人に限り、登録した「個人情報の利用目的の通知、開示、内容の訂正、追加または削除、利用の停止、消去ならびに第三者への提供の停止（以下「開示等」といいます）」を求めることができるものとします。ただし、お客様ご本人または第三者の生命、身体、財産その他の権利・利益を害するおそれがある場合、本サイトのサービス業務の適正な実施に著しい支障を及ぼすおそれがある場合、他の法令に違反することとなる場合には、開示に応じないことがあります。また、当該個人情報の利用停止・第三者への提供停止（以下「利用停止等」といいます）に多額の費用を要する場合その他の利用停止等を行うことが困難な場合であって、ユーザーの権利・利益を保護するため必要なこれに代わるべき措置をとるときは、利用停止等に応じないことがあります。開示等のお問い合わせは以下の窓口にて承っております。
なお、当該ご請求のうち、開示のご請求及び利用目的の通知のご請求につきましては、当社所定の手数料をご負担いただきますので、あらかじめご了承ください</dd>

			<dt>データの安全性</dt>
			<dd>本サイトでは利用者の個人情報の保全を図るべく、SSL(Secure Sockets Layer) による暗号化技術を施し、安全性の確保に努めます。SSLによる暗号化とは、お客様が本サイトにアクセスし個人情報を入力した場合に、それらの情報が当社サーバとの間で送受信される際に、お客様がお使いになっているブラウザによって自動的に暗号化され、万一データが第三者に傍受された場合でも内容が読みとれないようにする技術です。ただし、SSL非対応ブラウザをご利用の場合は、ウェブサイトにアクセスできなかったり、情報の入力ができない場合があります。</dd>

			<dt>「個人情報の取り扱い」の改定</dt>
			<dd>当社は、今後も個人情報保護に万全を期すべく、以上の方針を今後実務の動向を踏まえ適宜改定してまいります。すべての更新はこのページにてお知らせしますことをご了承ください。当社がお客様の個人情報をどのように保護しているかを確認していただくためにも、このステートメントを定期的に確認していただくことをお勧めします。</dd>

			<dt>個人情報についてのお問い合わせ先</dt>
			<dd>当社の個人情報の取扱いに関するご相談や苦情等のお問い合わせについては、下記の窓口までご連絡いただきますよう、お願い申し上げます。</dd>
		</dl>
		<p id="contact">【個人情報についてのお問い合わせ先】<br />株式会社MIC<br />個人情報　苦情・相談窓口　電話：045－943－7281（受付時間：平日9時～17時）</p>
	</div>
	<p id="lead_agree">上記をお読みの上、同意される方は以下のボタンを押して個人情報の入力画面へお進み下さい。</p>
    <!-- <p id="agree"><a href="/estimate_form/{$pb_no}/">確認</a></p> -->
    <p id="agree"><a href="https://www.tokoton-navi.com/estimate_form/{$pb_no}/">確認</a></p>
  </div>
{include file="$document_root/application/views/user/footer.tpl"}
