{literal}
<script type="text/javascript">
	/* 子ジャンル（selectC）用の配列 */

	var item = new Array();

        item[0] = new Array();
        item[0][0]="▲先にメーカーを選択してください。";


        /* 1.トヨタ */
        item[1] = new Array();
        item[1][0]="選択してください";
        item[1][1]="86";
        item[1][2]="FJクルーザー";
        item[1][3]="MR－S";
        item[1][4]="MR2";
		item[1][5]="RAV4";
		item[1][6]="RAV4 J";
		item[1][7]="RAV4 L";
		item[1][8]="SAI";
		item[1][9]="WiLL VS";
		item[1][10]="WiLL Vi";
		item[1][11]="WiLL サイファ";
		item[1][12]="bB";
		item[1][13]="iQ";
		item[1][14]="アイシス";
		item[1][15]="アクア";
		item[1][16]="アバロン";
		item[1][17]="アベンシスセダン";
		item[1][18]="アベンシスワゴン";
		item[1][19]="アリオン";
		item[1][20]="アリスト";
		item[1][21]="アルテッツァ";
		item[1][22]="アルテッツァジータ";
		item[1][23]="アルファード";
		item[1][24]="アルファードG";
		item[1][25]="アルファードV";
		item[1][26]="アルファードハイブリッド";
		item[1][27]="アレックス";
		item[1][28]="イスト";
		item[1][29]="イプサム";
		item[1][30]="ウィッシュ";
		item[1][31]="ウィンダム";
		item[1][32]="エスティマ";
		item[1][33]="エスティマ・エミーナ";
		item[1][34]="エスティマ・ルシーダ";
		item[1][35]="エスティマL";
		item[1][36]="エスティマT";
		item[1][37]="エスティマハイブリッド";
		item[1][38]="オーパ";
		item[1][39]="オーリス";
		item[1][40]="オリジン";
		item[1][41]="カムリ";
		item[1][42]="カムリグラシア";
		item[1][43]="カムリグラシアスティーションワゴン";
		item[1][44]="カムリグラシアセダン";
		item[1][45]="カリーナ";
		item[1][46]="カリーナED";
		item[1][47]="カリーナサーフ";
		item[1][48]="カルディナ";
		item[1][49]="カレン";
		item[1][50]="カローラ";
		item[1][51]="カローラⅡ";
		item[1][52]="カローラFX";
		item[1][53]="カローラアクシオ";
		item[1][54]="カローラスパシオ";
		item[1][55]="カローラセレス";
		item[1][56]="カローラツーリングワゴン";
		item[1][57]="カローラフィールダー";
		item[1][58]="カローラランクス";
		item[1][59]="カローラルミオン";
		item[1][60]="カローラレビン";
		item[1][61]="カローラワゴン";
		item[1][62]="ガイア";
		item[1][63]="キャバリエ";
		item[1][64]="キャミ";
		item[1][65]="クラウン";
		item[1][66]="クラウン・ステーションワゴン";
		item[1][67]="クラウンエステート";
		item[1][68]="クラウンハイブリッド";
		item[1][69]="クラウンマジェスタ";
		item[1][70]="クルーガーL";
		item[1][71]="クルーガーV";
		item[1][72]="クルーガーハイブリッド";
		item[1][73]="クレスタ";
		item[1][74]="グランドハイエース";
		item[1][75]="グランビア";
		item[1][76]="コルサ";
		item[1][77]="コロナ";
		item[1][78]="コロナSF";
		item[1][79]="コロナエクシプ";
		item[1][80]="コロナプレミオ";
		item[1][81]="サイノス";
		item[1][82]="サクシードワゴン";
		item[1][83]="シエンタ";
		item[1][84]="スープラ";
		item[1][85]="スターレット";
		item[1][86]="スキーパー";
		item[1][87]="スプリンター";
		item[1][88]="スプリンターカリブ";
		item[1][89]="スプリンターシエロ";
		item[1][90]="スプリンタートレノ";
		item[1][91]="スプリンターマリノ";
		item[1][92]="スプリンターワゴン";
		item[1][93]="スペイド";
		item[1][94]="セプタークーペ";
		item[1][95]="セプターステーションワゴン";
		item[1][96]="セプターセダン";
		item[1][97]="セラ";
		item[1][98]="セリカ";
		item[1][99]="セルシオ";
		item[1][100]="センチュリー";
		item[1][101]="ソアラ";
		item[1][102]="ターセル";
		item[1][103]="タウンエースノア";
		item[1][104]="タウンエースワゴン";
		item[1][105]="チェイサー";
		item[1][106]="ツーリングハイエース";
		item[1][107]="デュエット";
		item[1][108]="ナディア";
		item[1][109]="ノア";
		item[1][110]="ハイエースレジアス";
		item[1][111]="ハイエースワゴン";
		item[1][112]="ハイラックスサーフ";
		item[1][113]="ハイラックススポーツピックアップ";
		item[1][114]="ハイラックスピックアップ";
		item[1][115]="ハリアー";
		item[1][116]="ハリアーハイブリッド";
		item[1][117]="パッソ";
		item[1][118]="パッソセッテ";
		item[1][119]="ビスタ";
		item[1][120]="ビスタアルデオ";
		item[1][121]="ピクシスエポック（軽）";
		item[1][122]="ピクシススペース（軽）";
		item[1][123]="ファンカーゴ";
		item[1][124]="ブレイド";
		item[1][125]="ブレビス";
		item[1][126]="プラッツ";
		item[1][127]="プリウス";
		item[1][128]="プリウスa";
		item[1][129]="プリウスPHV";
		item[1][130]="プレミオ";
		item[1][131]="プログレ";
		item[1][132]="プロナード";
		item[1][133]="プロボックスワゴン";
		item[1][134]="ベルタ";
		item[1][135]="ポルテ";
		item[1][136]="マークⅡ";
		item[1][137]="マークⅡクオリス";
		item[1][138]="マークⅡプリット";
		item[1][139]="マークⅡワゴン";
		item[1][140]="マークX";
		item[1][141]="マークXジオ";
		item[1][142]="マスターエースサーフ";
		item[1][143]="メガクルーザー";
		item[1][144]="ライトエースノア";
		item[1][145]="ライトエースワゴン";
		item[1][146]="ラウム";
		item[1][147]="ラクティス";
		item[1][148]="ラッシュ";
		item[1][149]="ランドクルーザー";
		item[1][150]="ランドクルーザー100";
		item[1][151]="ランドクルーザー60";
		item[1][152]="ランドクルーザー70";
		item[1][153]="ランドクルーザー80";
		item[1][154]="ランドクルーザープラド";
		item[1][155]="レジアス";
		item[1][156]="ヴァンガード";
		item[1][157]="ヴィッツ";
		item[1][158]="ヴィッツファイア";
		item[1][159]="ヴェルファイア";
		item[1][160]="ヴェルファイアハイブリッド";
		item[1][161]="ヴェロッサ";
		item[1][162]="ヴォクシー";
		item[1][163]="ヴォルツ";
		item[1][164]="該当なし";


        /* 2.日産 */
        item[2]= new Array();
        item[2][0]="選択してください";
        item[2][1]="180SX";
        item[2][2]="ADMAXワゴン";
        item[2][3]="ADワゴン";
        item[2][4]="GT-R";
		item[2][5]="NV200バネットワゴン";
		item[2][6]="NV350キャラバンワゴン";
		item[2][7]="VWサンタナ";
		item[2][8]="アベニール";
		item[2][9]="アベニールサリュー";
		item[2][10]="インフィニティQ45";
		item[2][11]="ウィングロード";
		item[2][12]="エクサ";
		item[2][13]="エクストレイル";
		item[2][14]="エルグランド";
		item[2][15]="オッティ（軽）";
		item[2][16]="キックス（軽）";
		item[2][17]="キャラバンエルグランド";
		item[2][18]="キャラバンコーチ";
		item[2][19]="キューブ";
		item[2][20]="キューブキュービック";
		item[2][21]="クエスト";
		item[2][22]="クリッパーリオ（軽）";
		item[2][23]="クルー";
		item[2][24]="グロリア";
		item[2][25]="グロリア・シーマ";
		item[2][26]="グロリアワゴン";
		item[2][27]="サニー";
		item[2][28]="サニーNXクーペ";
		item[2][29]="サニーカリフォルニア";
		item[2][30]="サファリ";
		item[2][31]="シーマ";
		item[2][32]="シルビア";
		item[2][33]="シルフィ";
		item[2][34]="ジューク";
		item[2][35]="スカイライン";
		item[2][36]="スカイラインクロスオーバー";
		item[2][37]="ステージア";
		item[2][38]="セドリック";
		item[2][39]="セドリック・シーマ";
		item[2][40]="セドリックワゴン";
		item[2][41]="セフィーロ";
		item[2][42]="セフィーロワゴン";
		item[2][43]="セレナ";
		item[2][44]="ダットサンピックアップ";
		item[2][45]="ティーダ";
		item[2][46]="ティーダラティオ";
		item[2][47]="ティーノ";
		item[2][48]="ティアナ";
		item[2][49]="テラノ";
		item[2][50]="テラノレグラス";
		item[2][51]="デュアリス";
		item[2][52]="ノート";
		item[2][53]="バサラ";
		item[2][54]="バネットセレナ";
		item[2][55]="バネットラルゴコーチ";
		item[2][56]="パオ";
		item[2][57]="パルサー";
		item[2][58]="パルサーセリエ";
		item[2][59]="パルサーセリエS－RV";
		item[2][60]="ピノ（軽）";
		item[2][61]="フーガ";
		item[2][62]="フーガハイブリッド";
		item[2][63]="フィガロ";
		item[2][64]="フェアレディZ";
		item[2][65]="ブルーバード";
		item[2][66]="ブルーバードオーズィー";
		item[2][67]="ブルーバードシルフィ";
		item[2][68]="ブルーバードワゴン";
		item[2][69]="プリメーラ";
		item[2][70]="プリメーラ・カミノワゴン";
		item[2][71]="プリメーラUK";
		item[2][72]="プリメーラカミノ";
		item[2][73]="プリメーラワゴン";
		item[2][74]="プレーリー";
		item[2][75]="プレーリージョイ";
		item[2][76]="プレサージュ";
		item[2][77]="プレジデント";
		item[2][78]="プレジデントJS";
		item[2][79]="プレセア";
		item[2][80]="ホーミーエルグランド";
		item[2][81]="ホーミーコーチ";
		item[2][82]="マーチ";
		item[2][83]="マーチBOX";
		item[2][84]="マイクラC＋C";
		item[2][85]="マキシマ";
		item[2][86]="ミストラル";
		item[2][87]="ムラーノ";
		item[2][88]="モコ（軽）";
		item[2][89]="ラシーン";
		item[2][90]="ラティオ";
		item[2][91]="ラフェスタ";
		item[2][92]="ラルゴ";
		item[2][93]="リーフ";
		item[2][94]="リバティ";
		item[2][95]="ルークス（軽）";
		item[2][96]="ルキノ";
		item[2][97]="ルキノ・ハッチ";
		item[2][98]="ルキノS－RV";
		item[2][99]="ルネッサ";
		item[2][100]="レパード";
		item[2][101]="レパードJ.フェリー";
		item[2][102]="ローレル";
		item[2][103]="該当なし";


        /* 3.ホンダ */
        item[3] = new Array();
        item[3][0]="選択してください";
        item[3][1]="CR-V";
        item[3][2]="CR-X";
        item[3][3]="CR－Xデルソル";
        item[3][4]="CR-Z";
        item[3][5]="HR-V";
		item[3][6]="MDX";
		item[3][7]="N BOX（軽）";
		item[3][8]="N BOX+（軽）";
		item[3][9]="N BOX+カスタム（軽）";
		item[3][10]="N BOXカスタム（軽）";
		item[3][11]="N-ONE（軽）";
		item[3][12]="NSX";
		item[3][13]="S-MX";
		item[3][14]="S-MX2000";
		item[3][15]="Z（軽）";
		item[3][16]="アコード";
		item[3][17]="アコードインスパイア";
		item[3][18]="アコードクーペ";
		item[3][19]="アコードツアラー";
		item[3][20]="アコードワゴン";
		item[3][21]="アスコット";
		item[3][22]="アスコットイノーバ";
		item[3][23]="アヴァンシア";
		item[3][24]="インサイト";
		item[3][25]="インサイトエクスクルーシプ";
		item[3][26]="インスパイア";
		item[3][27]="インテグラ";
		item[3][28]="インテグラSJ";
		item[3][29]="エアウェイブ";
		item[3][30]="エディックス";
		item[3][31]="エリシオン";
		item[3][32]="エリシオンプレステージ";
		item[3][33]="エレメント";
		item[3][34]="オデッセイ";
		item[3][35]="オデッセイプレステージ";
		item[3][36]="オルティア";
		item[3][37]="オルティアP";
		item[3][38]="オルティアV";
		item[3][39]="キャパ";
		item[3][40]="クロスロード";
		item[3][41]="コンチェルト";
		item[3][42]="ザッツ（軽）";
		item[3][43]="シティ";
		item[3][44]="シビック";
		item[3][45]="シビッククーペ";
		item[3][46]="シビックシャトル";
		item[3][47]="シビックハイブリッド";
		item[3][48]="シビックフェリオ";
		item[3][49]="ジャズ";
		item[3][50]="ステップワゴン";
		item[3][51]="ステップワゴンスパーダ";
		item[3][52]="ストリート（軽）";
		item[3][53]="ストリーム";
		item[3][54]="セイバー";
		item[3][55]="ゼスト（軽）";
		item[3][56]="ゼストスパーク（軽）";
		item[3][57]="トゥデイ（軽）";
		item[3][58]="ツゥデイアソシエ（軽）";
		item[3][59]="トルネオ";
		item[3][60]="ドマーニ";
		item[3][61]="バモス（軽）";
		item[3][62]="バモスホビオ（軽）";
		item[3][63]="ビート";
		item[3][64]="ビガー";
		item[3][65]="フィット";
		item[3][66]="フィットアリア";
		item[3][67]="フィットシャトル";
		item[3][68]="フィットシャトルハイブリッド";
		item[3][69]="フィットハイブリッド";
		item[3][70]="フリード";
		item[3][71]="フリードスパイク";
		item[3][72]="フリードスパイクハイブリッド";
		item[3][73]="フリードハイブリッド";
		item[3][74]="プレリュード";
		item[3][75]="プレリュードinx";
		item[3][76]="ホライゾン";
		item[3][77]="モビリオ";
		item[3][78]="モビリオスパイク";
		item[3][79]="ライフ（軽）";
		item[3][80]="ライフダンク（軽）";
		item[3][81]="ラグレイト";
		item[3][82]="ラファーガ";
		item[3][83]="レジェンド";
		item[3][84]="レジェンドクーペ";
		item[3][85]="ロゴ";
		item[3][86]="該当なし";

		
        /* 4.マツダ */
        item[4] = new Array();
        item[4][0]="選択してください";
        item[4][1]="AZオフロード（軽）";
        item[4][2]="AZワゴン（軽）";
        item[4][3]="AZワゴンカスタムスタイル（軽）";
        item[4][4]="CX-5";
        item[4][5]="CX-7";
		item[4][6]="MPV";
		item[4][7]="MX-6";
		item[4][8]="RX-7";
		item[4][9]="RX-8";
		item[4][10]="アクセラ";
		item[4][11]="アクセラスポーツ";
		item[4][12]="アテンザスポーツ";
		item[4][13]="アテンザセダン";
		item[4][14]="アテンザワゴン";
		item[4][15]="アンフィニMPV";
		item[4][16]="アンフィニMS-6";
		item[4][17]="アンフィニMS-8";
		item[4][18]="アンフィニMS-9";
		item[4][19]="アンフィニRX-7";
		item[4][20]="オートザムAZ-1（軽）";
		item[4][21]="オートザムAZ-3";
		item[4][22]="オートザムキャロル（軽）";
		item[4][23]="オートザムクレフ";
		item[4][24]="オートザムスクラム（軽）";
		item[4][25]="オートザムレビュー";
		item[4][26]="カペラ";
		item[4][27]="カペラC2";
		item[4][28]="カペラCG";
		item[4][29]="カペラカーゴ";
		item[4][30]="カペラワゴン";
		item[4][31]="キャロル（軽）";
		item[4][32]="キャロルエコ（軽）";
		item[4][33]="クロノス";
		item[4][34]="サバンナRX-7";
		item[4][35]="スクラム（軽）";
		item[4][36]="スクラムワゴン（軽）";
		item[4][37]="スピアーノ（軽）";
		item[4][38]="センティア";
		item[4][39]="デミオ";
		item[4][40]="トリビュート";
		item[4][41]="ビアンテ";
		item[4][42]="ファミリア";
		item[4][43]="ファミリアS-ワゴン";
		item[4][44]="ファミリアアスティナ";
		item[4][45]="ファミリアネオ";
		item[4][46]="ファミリアビジネスワゴン";
		item[4][47]="ファミリアワゴン";
		item[4][48]="フレア（軽）";
		item[4][49]="フレアカスタムスタイル（軽）";
		item[4][50]="フレアワゴン（軽）";
		item[4][51]="プレマシー";
		item[4][52]="プロシード";
		item[4][53]="プロシードマービー";
		item[4][54]="プロシードレバンテ";
		item[4][55]="ベリーサ";
		item[4][56]="ペルソナ";
		item[4][57]="ボンゴフレンディ";
		item[4][58]="ボンゴブローニイワゴン";
		item[4][59]="ボンゴワゴン";
		item[4][60]="マツダスピードアクセラ";
		item[4][61]="マツダスピードアテンザ";
		item[4][62]="ミレーニア";
		item[4][63]="ラピュタ（軽）";
		item[4][64]="ランティス";
		item[4][65]="ルーチェ";
		item[4][66]="レビュー";
		item[4][67]="ロードスター";
		item[4][68]="ロードスタークーペ";
		item[4][69]="該当なし";

		
        /* 5.三菱 */
        item[5] = new Array();
        item[5][0]="選択してください";
        item[5][1]="FTO";
        item[5][2]="GTO";
        item[5][3]="RVR";
        item[5][4]="ekアクティブ（軽）";
        item[5][5]="ekクラッシィ（軽）";
		item[5][6]="ekスポーツ（軽）";
		item[5][7]="ekワゴン（軽）";
		item[5][8]="アイ（軽）";
		item[5][9]="アイミーブ（軽）";
		item[5][10]="アウトランダー";
		item[5][11]="アウトランダーPHEV";
		item[5][12]="アスパイア";
		item[5][13]="エアトレック";
		item[5][14]="エクリプス";
		item[5][15]="エクリプススパイダー";
		item[5][16]="エテルナ";
		item[5][17]="エテルナ・サヴァ";
		item[5][18]="エテルナ・シグマ";
		item[5][19]="エメロード";
		item[5][20]="カリスマ";
		item[5][21]="ギャラン";
		item[5][22]="ギャラン・シグマ";
		item[5][23]="ギャランスポーツ";
		item[5][24]="ギャランフォルティス";
		item[5][25]="ギャランフォルティススポーツバック";
		item[5][26]="グランディス";
		item[5][27]="コルト";
		item[5][28]="コルトプラス";
		item[5][29]="シグマ";
		item[5][30]="シャリオ";
		item[5][31]="シャリオグランディス";
		item[5][32]="ジープ";
		item[5][33]="スタリオン";
		item[5][34]="ストラーダ";
		item[5][35]="タウンボックス（軽）";
		item[5][36]="タウンボックスワイド";
		item[5][37]="チャレンジャー";
		item[5][38]="ディアマンテ";
		item[5][39]="ディアマンテワゴン";
		item[5][40]="ディオン";
		item[5][41]="ディグニティ";
		item[5][42]="ディンゴ";
		item[5][43]="デポネア";
		item[5][44]="デポネアV";
		item[5][45]="デリカD:2";
		item[5][46]="デリカD:3";
		item[5][47]="デリカD:5";
		item[5][48]="デリカスターワゴン";
		item[5][49]="デリカスペースギア";
		item[5][50]="トッポ（軽）";
		item[5][51]="トッポBJ（軽）";
		item[5][52]="トッポBJワイド";
		item[5][53]="トライトン";
		item[5][54]="パジェロ";
		item[5][55]="パジェロイオ";
		item[5][56]="パジェロジュニア";
		item[5][57]="パジェロミニ（軽）";
		item[5][58]="ピスタチオ";
		item[5][59]="ブラボー（軽）";
		item[5][60]="ブラウディア";
		item[5][61]="ミニカ（軽）";
		item[5][62]="ミニカトッポ（軽）";
		item[5][63]="ミニキャップ・ブラボー（軽）";
		item[5][64]="ミラージュ";
		item[5][65]="ミラージュ・アスティ";
		item[5][66]="ミラージュワゴン";
		item[5][67]="ランサー";
		item[5][68]="ランサーセディア";
		item[5][69]="ランサーセディアワゴン";
		item[5][70]="ランサーワゴン";
		item[5][71]="リベロ";
		item[5][72]="レグナム";
		item[5][73]="該当なし";

		
        /* 6.スバル */
        item[6] = new Array();
        item[6][0]="選択してください";
        item[6][1]="BRZ";
        item[6][2]="R1（軽）";
        item[6][3]="R2（軽）";
        item[6][4]="アウトバック";
        item[6][5]="アルシオーネ";
		item[6][6]="アルシオーネSVX";
		item[6][7]="インプレッサ";
		item[6][8]="インプレッサG4";
		item[6][9]="インプレッサWRX";
		item[6][10]="インプレッサXV";
		item[6][11]="インプレッサアネシス";
		item[6][12]="インプレッサスポーツ";
		item[6][13]="インプレッサスポーツワゴン";
		item[6][14]="インプレッサリトナ";
		item[6][15]="エクシーガ";
		item[6][16]="サンバーディアス（軽）";
		item[6][17]="サンバートライ（軽）";
		item[6][18]="ジャスティ";
		item[6][19]="ステラ（軽）";
		item[6][20]="ディアスワゴン（軽）";
		item[6][21]="デックス";
		item[6][22]="トラヴィック";
		item[6][23]="トレジア";
		item[6][24]="ドミンゴ";
		item[6][25]="ビッグホーン";
		item[6][26]="フォレスター";
		item[6][27]="プレオ（軽）";
		item[6][28]="プレオ・ネスタ（軽）";
		item[6][29]="プレオカスタム（軽）";
		item[6][30]="プレオプラス（軽）";
		item[6][31]="ルクラ（軽）";
		item[6][32]="ルクラカスタム（軽）";
		item[6][33]="レオーネ";
		item[6][34]="レガシィ";
		item[6][35]="レガシィB4";
		item[6][36]="レガシィグランドワゴン";
		item[6][37]="レガシィツーリングワゴン";
		item[6][38]="レガシィランカスター";
		item[6][39]="レックス（軽）";
		item[6][40]="ヴィヴィオ（軽）";
		item[6][41]="ヴィヴィオビストロ（軽）";
		item[6][42]="該当なし";
		
		
		/* 7.ダイハツ */
        item[7] = new Array();
        item[7][0]="選択してください";
		item[7][1]="MAX（軽）";
        item[7][2]="YRV";
        item[7][3]="アトレー（軽）";
        item[7][4]="アトレー７";
		item[7][5]="アトレーワゴン（軽）";
		item[7][6]="アプローズ";
		item[7][7]="アプローズθ";
		item[7][8]="アルティス";
		item[7][9]="エッセ（軽）";
		item[7][10]="オプティ（軽）";
		item[7][11]="クー";
		item[7][12]="コペン（軽）";
		item[7][13]="シャレード";
		item[7][14]="シャレード・ソシアル";
		item[7][15]="シャレードデ・トマソ";
		item[7][16]="ストーリア";
		item[7][17]="ソニカ（軽）";
		item[7][18]="タント（軽）";
		item[7][19]="タントエグゼ（軽）";
		item[7][20]="テリオス";
		item[7][21]="テリオスキッド（軽）";
		item[7][22]="デルタワイドワゴン";
		item[7][23]="デルタワゴン";
		item[7][24]="ネイキッド（軽）";
		item[7][25]="パイザー";
		item[7][26]="ビーゴ";
		item[7][27]="ブーン";
		item[7][28]="ブーンルミナス";
		item[7][29]="ミゼットⅡ（軽）";
		item[7][30]="ミラ（軽）";
		item[7][31]="ミラ・モデルノ（軽）";
		item[7][32]="ミラTR-XX（軽）";
		item[7][33]="ミラアヴィ（軽）";
		item[7][34]="ミライース（軽）";
		item[7][35]="ミラカスタム（軽）";
		item[7][36]="ミラココア（軽）";
		item[7][37]="ミラジーノ（軽）";
		item[7][38]="ミラジーノ1000";
		item[7][39]="ムーヴ（軽）";
		item[7][40]="ムーヴコンテ（軽）";
		item[7][41]="ムーヴラテ（軽）";
		item[7][42]="メビウス";
		item[7][43]="ラガー";
		item[7][44]="リーザ";
		item[7][45]="リーザ（軽）";
		item[7][46]="ロッキー";
		item[7][47]="該当なし";
		
		
		/* 8.スズキ */
        item[8] = new Array();
        item[8][0]="選択してください";
		item[8][1]="Kei（軽）";
        item[8][2]="keiスポーツ（軽）";
        item[8][3]="Keiワークス（軽）";
        item[8][4]="MRワゴン（軽）";
		item[8][5]="SX4";
		item[8][6]="SX4セダン";
		item[8][7]="X-90";
		item[8][8]="アルト（軽）";
		item[8][9]="アルトC(軽）";
		item[8][10]="アルトエコ（軽）";
		item[8][11]="アルトハッスル（軽）";
		item[8][12]="アルトラパン（軽）";
		item[8][13]="アルトワークス（軽）";
		item[8][14]="エスクード";
		item[8][15]="エブリイ（軽）";
		item[8][16]="エブリイ+（プラス）";
		item[8][17]="エブリイランディ";
		item[8][18]="エブリイワゴン（軽）";
		item[8][19]="エリオ";
		item[8][20]="エリオセダン";
		item[8][21]="カプチーノ";
		item[8][22]="カルタス";
		item[8][23]="カルタスエスティーム";
		item[8][24]="カルタスクレセント";
		item[8][25]="カルタスクレセントワゴン";
		item[8][26]="カルタスワゴン";
		item[8][27]="キザシ";
		item[8][28]="キャラ（軽）";
		item[8][29]="グランドエスクード";
		item[8][30]="ジムニー（軽）";
		item[8][31]="ジムニーL(軽）";
		item[8][32]="ジムニーシエラ";
		item[8][33]="ジムニーワイド";
		item[8][34]="スイフト";
		item[8][35]="スイフトスポーツ";
		item[8][36]="スプラッシュ";
		item[8][37]="スペーシア（軽）";
		item[8][38]="セルボ（軽）";
		item[8][39]="セルボ・クラシック（軽）";
		item[8][40]="セルボ・モード（軽）";
		item[8][41]="ソリオ";
		item[8][42]="ソリオバンディット";
		item[8][43]="ツイン（軽）";
    /*2019/01/18 車両追加 ST*/
    item[8][44]="ハスラー（軽）";
    /*2019/01/18 車両追加 ED*/
		item[8][45]="パレット（軽）";
		item[8][46]="パレットSW（軽）";
		item[8][47]="ランディ";
		item[8][48]="ワゴンR（軽）";
		item[8][49]="ワゴンR　RR（軽）";
		item[8][50]="ワゴンR+（プラス）";
		item[8][51]="ワゴンRスティングレー（軽）";
		item[8][52]="ワゴンRソリオ";
		item[8][53]="ワゴンRワイド";
		item[8][54]="該当なし";
    
		
		/* 9.レクサス */
        item[9] = new Array();
        item[9][0]="選択してください";
		item[9][1]="CT";
		item[9][2]="GS";
		item[9][3]="HS";
		item[9][4]="IS";
		item[9][5]="IS F";
		item[9][6]="LFA";
		item[9][7]="LS";
		item[9][8]="RX";
		item[9][9]="SC";
		item[9][10]="該当なし";
		


		/* 10.ユーノス */
        item[10] = new Array();
        item[10][0]="選択してください";
		item[10][1]="ユーノス100";
        item[10][2]="ユーノス300";
        item[10][3]="ユーノス500";
        item[10][4]="ユーノス800";
		item[10][5]="ユーノスカーゴワゴン";
		item[10][6]="ユーノスコスモ";
		item[10][7]="ユーノスプレッソ";
		item[10][8]="ユーノスロードスター";
		item[10][9]="該当なし";
		
		
		/* 11.日本フォード */
        item[11] = new Array();
        item[11][0]="選択してください";
		item[11][1]="イクシオン";
        item[11][2]="スペクトロン";
        item[11][3]="テルスターⅡ";
        item[11][4]="テルスターＴＸ５";
		item[11][5]="テルスターセダン";
		item[11][6]="テルスターワゴン";
		item[11][7]="フェスティバ";
		item[11][8]="フェスティバミニワゴン";
		item[11][9]="フリーダ";
		item[11][10]="レーザー";
		item[11][11]="レーザークーペ";
		item[11][12]="レーザーセダン";
		item[11][13]="レーザーリデアセダン";
		item[11][14]="レーザーリデアワゴン";
		item[11][15]="該当なし";

		
		/* 12.ミツオカ */
        item[12] = new Array();
        item[12][0]="選択してください";
		item[12][1]="MC-1（軽）";
        item[12][2]="オロチ";
        item[12][3]="ガリュー";
        item[12][4]="ガリューⅠ";
		item[12][5]="ガリューⅡ";
		item[12][6]="ガリューⅢ";
		item[12][7]="ガリュー204";
		item[12][8]="ガリュークラシック";
		item[12][9]="ガリューコンバーチブル";
		item[12][10]="ガリューリムジンS50";
		item[12][11]="ゼロワン";
		item[12][12]="ヌエラ";
		item[12][13]="ヌエラ6-02セダン";
		item[12][14]="ヌエラ6-02ワゴン";
		item[12][15]="ヒミコ";
		item[12][16]="ビュート";
		item[12][17]="ユーガ";
		item[12][18]="ラ・セード";
		item[12][19]="ライク";
		item[12][20]="リョーガ";
		item[12][21]="レイ";
		item[12][22]="レイ（軽）";
		item[12][23]="該当なし";

		
		/* 13.いすゞ */
        item[13] = new Array();
        item[13][0]="選択してください";
		item[13][1]="アスカ";
        item[13][2]="ウィザード";
        item[13][3]="ウィザードアライブ";
        item[13][4]="コモ・ワゴン";
		item[13][5]="ジェミニ";
		item[13][6]="ビークロス";
		item[13][7]="ビッグホーン";
		item[13][8]="ピアッツァ";
		item[13][9]="ピアッツァ・ネロ";
		item[13][10]="ファーゴフィリー";
		item[13][11]="ファーゴワゴン";
		item[13][12]="フィリー";
		item[13][13]="ミュー";
		item[13][14]="ミューウィザード";
		item[13][15]="該当なし";

		
		/* 14.メルセデス・ベンツ */
        item[14] = new Array();
        item[14][0]="選択してください";
		item[14][1]="190クラス";
        item[14][2]="Aクラス";
        item[14][3]="Bクラス";
        item[14][4]="CL";
		item[14][5]="CLK";
		item[14][6]="CLSクラス";
		item[14][7]="CLSクラス シューティングブレーク";
		item[14][8]="Cクラス";
		item[14][9]="Cクラスステーションワゴン";
		item[14][10]="Cクラススポーツクーペ";
		item[14][11]="Eクラス";
		item[14][12]="Eクラスステーションワゴン";
		item[14][13]="GLKクラス";
		item[14][14]="GLクラス";
		item[14][15]="Gクラス";
		item[14][16]="Mクラス";
		item[14][17]="Rクラス";
		item[14][18]="SL";
		item[14][19]="SLK";
		item[14][20]="SLRマクラーレン";
		item[14][21]="SLS AMG";
		item[14][22]="Sクラス";
		item[14][23]="Vクラス";
		item[14][24]="Vシュトラール";
		item[14][25]="ゲレンデヴァーゲン";
		item[14][26]="トランスポーターT1N";
		item[14][27]="バネオ";
		item[14][28]="ピアノ";
		item[14][29]="ミディアムクラス";
		item[14][30]="該当なし";

		
		/* 15.AMG */
        item[15] = new Array();
        item[15][0]="選択してください";
		item[15][1]="190シリーズ";
        item[15][2]="CLK";
        item[15][3]="Cクラス";
        item[15][4]="Eクラス";
		item[15][5]="Gクラス";
		item[15][6]="Mクラス";
		item[15][7]="SL";
		item[15][8]="SLK";
		item[15][9]="Sクラス";
		item[15][10]="ミディアムクラス";
		item[15][11]="該当なし";
		
		
		/* 16.マイバッハ */
        item[16] = new Array();
        item[16][0]="選択してください";
		item[16][1]="マイバッハ";
		item[16][2]="該当なし";
		
		
		/* 17.スマート */
        item[17] = new Array();
        item[17][0]="選択してください";
		item[17][1]="スマートＫ（軽）";
        item[17][2]="スマートカプリオ";
        item[17][3]="スマートクーペ";
        item[17][4]="スマートクロスブレード";
		item[17][5]="スマートフォーツーK（軽）";
		item[17][6]="スマートフォーツーエレクトリックドライブ";
		item[17][7]="スマートフォーツーカプリオ";
		item[17][8]="スマートフォーツークーペ";
		item[17][9]="スマートフォーフォー";
		item[17][10]="スマートロードスター";
		item[17][11]="該当なし";

		
		/* 18.BMW */
        item[18] = new Array();
        item[18][0]="選択してください";
		item[18][1]="1シリーズ";
        item[18][2]="3シリーズ";
        item[18][3]="5シリーズ";
        item[18][4]="6シリーズ";
		item[18][5]="7シリーズ";
		item[18][6]="8シリーズ";
		item[18][7]="M3";
		item[18][8]="M5";
		item[18][9]="M6";
		item[18][10]="Mクーペ";
		item[18][11]="Mロードスター";
		item[18][12]="X1";
		item[18][13]="X3";
		item[18][14]="X5";
		item[18][15]="X5 M";
		item[18][16]="X6";
		item[18][17]="X6 M";
		item[18][18]="Z3クーペ";
		item[18][19]="Z3ロードスター";
		item[18][20]="Z4";
		item[18][21]="Z8";
		item[18][22]="該当なし";
		
		
		/* 19.BMWアルピナ */
        item[19] = new Array();
        item[19][0]="選択してください";
		item[19][1]="B10";
        item[19][2]="B12";
        item[19][3]="B3";
        item[19][4]="B5";
		item[19][5]="B6";
		item[19][6]="B7";
		item[19][7]="B8";
		item[19][8]="D3";
		item[19][9]="D5";
		item[19][10]="ロードスターS";
		item[19][11]="ロードスターV8";
		item[19][12]="該当なし";
		
		
		/* 20.アウディ */
        item[20] = new Array();
        item[20][0]="選択してください";
		item[20][1]="100";
        item[20][2]="100アバント";
        item[20][3]="200";
        item[20][4]="80";
		item[20][5]="80アバント";
		item[20][6]="90";
		item[20][7]="A1";
		item[20][8]="A1スポーツバック";
		item[20][9]="A3";
		item[20][10]="A4アバント";
		item[20][11]="A4オールロードクワトロ";
		item[20][12]="A4カブリオレ";
		item[20][13]="A5";
		item[20][14]="A5カブリオレ";
		item[20][15]="A5スポーツバック";
		item[20][16]="A6";
		item[20][17]="A6アバント";
		item[20][18]="A6オールロードクワトロ";
		item[20][19]="A6ハイブリッド";
		item[20][20]="A7スポーツバック";
		item[20][21]="A8";
		item[20][22]="A8ハイブリッド";
		item[20][23]="Q3";
		item[20][24]="Q5";
		item[20][25]="Q5ハイブリッド";
		item[20][26]="Q7";
		item[20][27]="R8";
		item[20][28]="R8スパイダー";
		item[20][29]="RS4";
		item[20][30]="RS4アバント";
		item[20][31]="RS5";
		item[20][32]="RS6";
		item[20][32]="RS6アバント";
		item[20][33]="S3";
		item[20][34]="S4";
		item[20][35]="S4アバント";
		item[20][36]="S5";
		item[20][37]="S5カブリオレ";
		item[20][38]="S5スポーツバック";
		item[20][39]="S6";
		item[20][40]="S6アバント";
		item[20][41]="S7スポーツバック";
		item[20][42]="S8";
		item[20][43]="TT RSクーペ";
		item[20][44]="TT RSプラスクーペ";
		item[20][45]="TTSクーペ";
		item[20][46]="TTクーペ";
		item[20][47]="TTロードスター";
		item[20][48]="V8";
		item[20][49]="オールロードクワトロ";
		item[20][50]="カプリオレ";
		item[20][51]="クーペ";
		item[20][52]="該当なし";

		
		/* 21.フォルクスワーゲン */
        item[21] = new Array();
        item[21][0]="選択してください";
		item[21][1]="アップ！";
        item[21][2]="イオス";
        item[21][3]="クロスゴルフ";
        item[21][4]="コラード";
		item[21][5]="ゴルフ";
		item[21][6]="ゴルフカブリオ";
		item[21][7]="ゴルフカブリオレ";
		item[21][8]="ゴルフトゥーラン";
		item[21][9]="ゴルフプラス";
		item[21][10]="ゴルフワゴン";
		item[21][11]="ゴルフヴァリアント";
		item[21][12]="ザ・ビートル";
		item[21][13]="ザ・ビートルカブリオレ";
		item[21][14]="シャラン";
		item[21][15]="シロッコ";
		item[21][16]="ジェッタ";
		item[21][17]="ティグアン";
		item[21][18]="トゥアレグ";
		item[21][19]="ニュービートル";
		item[21][20]="ニュービートルカブリオレ";
		item[21][21]="パサート";
		item[21][22]="パサートCC";
		item[21][23]="パサートオールトラック";
		item[21][24]="パサートバリアント";
		item[21][25]="パサートワゴン";
		item[21][26]="パサートヴァリアント";
		item[21][27]="フォルクスワーゲンCC";
		item[21][28]="ポーラ";
		item[21][29]="ポロ";
		item[21][30]="ルポ";
		item[21][31]="ヴァナゴン";
		item[21][32]="ヴェント";
		item[21][33]="該当なし";

		
		/* 22.オペル */
        item[22] = new Array();
        item[22][0]="選択してください";
		item[22][1]="アストラ";
        item[22][2]="オメガ";
        item[22][3]="カリブラ";
        item[22][4]="ザフィーラ";
		item[22][5]="シグナム";
		item[22][6]="スピードスター";
		item[22][7]="セネター";
		item[22][8]="ディグラ";
		item[22][9]="ベクトラ";
		item[22][10]="メリーバ";
		item[22][11]="ヴィータ";
		item[22][12]="該当なし";

		
		/* 23.ポルシェ */
        item[23] = new Array();
        item[23][0]="選択してください";
		item[23][1]="911";
        item[23][2]="928";
        item[23][3]="944";
        item[23][4]="カイエン";
		item[23][5]="ケイマン";
		item[23][6]="パナメーラ";
		item[23][7]="ボクスター";
		item[23][8]="該当なし";

		
		/* 24.ヨーロッパフォード */
        item[24] = new Array();
        item[24][0]="選択してください";
		item[24][1]="Ka";
        item[24][2]="ギャラクシー";
        item[24][3]="フイエスタ";
        item[24][4]="フォーカス";
		item[24][5]="フォーカスC-MAX";
		item[24][6]="モンデオ";
		item[24][7]="該当なし";

		
		/* 25.イエス！ */
        item[25] = new Array();
        item[25][0]="選択してください";
		item[25][1]="イエス！";
		item[25][2]="該当なし";
		
		/* 26.ロールスロイス */
        item[26] = new Array();
        item[26][0]="選択してください";
		item[26][1]="コーニッシュ";
        item[26][2]="コーニッシュⅣ";
        item[26][3]="ゴースト";
        item[26][4]="シルバースパー";
		item[26][5]="シルバースパーⅡ";
		item[26][6]="シルバースパーウィズディビジョン";
		item[26][7]="シルバースピリットⅡ";
		item[26][8]="シルバーセラフ";
		item[26][9]="シルバードーン";
		item[26][10]="ツーリングリムジン";
		item[26][11]="パークウォード";
		item[26][12]="ファントム";
		item[26][13]="ファントム・クーペ";
		item[26][14]="ファントム・クーペドロップヘッドクーペ";
		item[26][15]="該当なし";

		
		/* 27.ベントレー */
        item[27] = new Array();
        item[27][0]="選択してください";
		item[27][1]="アズール";
        item[27][2]="アルナージ";
        item[27][3]="コンチネンタル";
        item[27][4]="ターボ";
		item[27][5]="ブルックランズ";
		item[27][6]="ミュルザンヌ";
		item[26][7]="該当なし";

		
		/* 28.ジャガー */
        item[28] = new Array();
        item[28][0]="選択してください";
		item[28][1]="Sタイプ";
        item[28][2]="XF";
        item[28][3]="XJ";
        item[28][4]="XJ-S";
		item[28][5]="XK";
		item[28][6]="Xタイプ";
		item[28][7]="Xタイプエステート";
		item[28][8]="ソブリン";
		item[28][9]="該当なし";

		
		/* 29.デイムラー */
        item[29] = new Array();
        item[29][0]="選択してください";
		item[29][1]="デイムラー";
		item[29][2]="該当なし";

		
		/* 30.ランドローバー */
        item[30] = new Array();
        item[30][0]="選択してください";
		item[30][1]="ディスカバリー";
        item[30][2]="ディスカバリー3";
        item[30][3]="ディスカバリー4";
        item[30][4]="ディフェンダー";
		item[30][5]="フリーランダー";
		item[30][6]="フリーランダー2";
		item[30][7]="ランドローバーディスカバリー";
		item[30][8]="ランドローバーディフェンダー";
		item[30][9]="レンジローバー";
		item[30][10]="レンジローバーイヴォーク";
		item[30][11]="レンジローバーイヴォーククーペ";
		item[30][12]="レンジローバースポーツ";
		item[30][13]="レンジローバーヴォーグ";
		item[30][14]="該当なし";

		
		/* 31.MG */
        item[31] = new Array();
        item[31][0]="選択してください";
		item[31][1]="MGRV8";
        item[31][2]="MGF";
        item[31][3]="TF";
        item[31][4]="ZT";
		item[31][5]="ZT-T";
		item[31][6]="該当なし";


		
		/* 32.MINI */
        item[32] = new Array();
        item[32][0]="選択してください";
		item[32][1]="MINI";
		item[32][2]="該当なし";

		
		/* 33.ローバー */
        item[33] = new Array();
        item[33][0]="選択してください";
		item[33][1]="100";
        item[33][2]="200";
        item[33][3]="400";
        item[33][4]="600";
		item[33][5]="75";
		item[33][6]="800";
		item[33][7]="Gsiエステート";
		item[33][8]="MINI";
		item[33][9]="カブリオレ";
		item[33][10]="クーペ";
		item[33][11]="トゥアラー";
		item[33][12]="該当なし";
		
		/* 34.ロータス */
        item[34] = new Array();
        item[34][0]="選択してください";
		item[34][1]="340R";
        item[34][2]="エクシージ";
        item[34][3]="エスプリ";
        item[34][4]="エリーゼ";
		item[34][5]="エヴォーラ";
		item[34][6]="ヨーロッパS";
		item[34][7]="該当なし";
		
		/* 35.アストンマーティン */
        item[35] = new Array();
        item[35][0]="選択してください";
		item[35][1]="DB7";
        item[35][2]="V12ヴァンキッシュ";
        item[35][3]="V8";
		item[35][4]="該当なし";

		
		/* 36.モーガン */
        item[36] = new Array();
        item[36][0]="選択してください";
		item[36][1]="4/4";
        item[36][2]="エアロ8";
        item[36][3]="プラス4";
        item[36][4]="プラス8";
		item[36][5]="該当なし";

		
		/* 37.TVR */
        item[37] = new Array();
        item[37][0]="選択してください";
		item[37][1]="T350";
        item[37][2]="キミーラ";
        item[37][3]="グリフィス";
        item[37][4]="サープラウ";
		item[37][5]="タスカン";
		item[37][6]="タモーラ";
		item[37][7]="該当なし";

		
		/* 38.フィアット */
        item[38] = new Array();
        item[38][0]="選択してください";
		item[38][1]="500";
        item[38][2]="500C";
		item[38][3]="500S";		
        item[38][4]="ウーノ";
        item[38][5]="クーペフィアット";
		item[38][6]="グランデプント";
		item[38][7]="ティーポ";
		item[38][8]="テムプラ";
		item[38][9]="ニューバルケッタ";
		item[38][10]="ニューパンダ";
		item[38][11]="ニュームルティプラ";
		item[38][12]="バルケッタ";
		item[38][13]="パンダ";
		item[38][14]="ブラピッシモ";
		item[38][15]="プント";
		item[38][16]="プントエヴォ";
		item[38][17]="ムラティプラ";
		item[38][18]="該当なし";
		
		/* 39.アバルト */
        item[39] = new Array();
        item[39][0]="選択してください";
		item[39][1]="アバルト500";
        item[39][2]="アバルト500C";
        item[39][3]="アバルト595";
        item[39][4]="アバルト595C";
		item[39][5]="アバルト695エディティオーネマセラティ";
		item[39][6]="アバルト695トリブートフェラーリ";
		item[39][7]="アバルトグランデプント";
		item[39][8]="アバルトプント";
		item[39][9]="アバルトプントエヴォ";
		item[39][10]="該当なし";

		
		/* 40.フェラーリ */
        item[40] = new Array();
        item[40][0]="選択してください";
		item[40][1]="355FI";
        item[40][2]="360";
        item[40][3]="430スクーデリア";
        item[40][4]="456";
		item[40][5]="458イタリア";
		item[40][6]="458スパイダー";
		item[40][7]="550";
		item[40][8]="575";
		item[40][9]="599";
		item[40][10]="612";
		item[40][11]="F12ベルリネッタ";
		item[40][12]="F355";
		item[40][13]="F430";
		item[40][14]="F430スパイダー";
		item[40][15]="FF";
		item[40][16]="カリフォルニア";
		item[40][17]="スーパーアメリカ";
		item[40][18]="該当なし";

		
		/* 41.ランチア */
        item[41] = new Array();
        item[41][0]="選択してください";
		item[41][1]="テーマ";
        item[41][2]="デドラ";
        item[41][3]="デルタ";
        item[41][4]="プリズマ";
		item[41][5]="該当なし";

		
		/* 42.アルファロメオ */
        item[42] = new Array();
        item[42][0]="選択してください";
		item[42][1]="アルファ145";
        item[42][2]="アルファ147";
		item[42][3]="アルファ155";
        item[42][4]="アルファ156";
        item[42][5]="アルファ156スポーツワゴン";
		item[42][6]="アルファ159";
		item[42][7]="アルファ159スポーツワゴン";
		item[42][8]="アルファ164";
		item[42][9]="アルファ166";
		item[42][10]="アルファ75";
		item[42][11]="アルファGT";
		item[42][12]="アルファスパイダー";
		item[42][13]="アルファスポーツワゴン";
		item[42][14]="アルファブレラ";
		item[42][15]="ジュリエッタ";
		item[42][16]="ミト";
		item[42][17]="該当なし";

		
		/* 43.バーキン */
        item[43] = new Array();
        item[43][0]="選択してください";
		item[43][1]="C3";
		item[43][2]="該当なし";
		
		/* 44.CT&T */
        item[44] = new Array();
        item[44][0]="選択してください";
		item[44][1]="e-ZONEセダン(軽)";
		item[44][2]="該当なし";
		
		/* 45.GMマティス */
        item[45] = new Array();
        item[45][0]="選択してください";
		item[45][1]="マティス";
		item[45][2]="該当なし";
		
		/* 46.大宇 */
        item[46] = new Array();
        item[46][0]="選択してください";
		item[46][1]="マティス";
		item[46][2]="該当なし";
		
		/* 47.起亜 */
        item[47] = new Array();
        item[47][0]="選択してください";
		item[47][1]="ビガート";
		item[47][2]="該当なし";
		
		/* 48.ヒュンダイ */
        item[48] = new Array();
        item[48][0]="選択してください";
		item[48][1]="JM";
		item[48][2]="TB";
        item[48][3]="XG";
        item[48][4]="i30";
		item[48][5]="i30W";
		item[48][6]="エラントラ";
		item[48][7]="エラントラユーロ";
		item[48][8]="グレンジャー";
		item[48][9]="サンタフェ";
		item[48][10]="ソナタ";
		item[48][11]="トラジェ";
		item[48][12]="ヒュンダイクーペ";
		item[48][13]="該当なし";

		
		/* 49.ティアラ */
        item[49] = new Array();
        item[49][0]="選択してください";
		item[49][1]="ティアラロイヤルスター";
		item[49][2]="該当なし";
		
		/* 50.スタークラフト */
        item[50] = new Array();
        item[50][0]="選択してください";
		item[50][1]="スタークラフト";
		item[50][2]="スタークラフトG-Van";
		item[50][3]="該当なし";
		
		

		/* 51.ダッジ */

        item[51] = new Array();
        item[51][0]="選択してください";
		item[51][1]="ダッジ・JC";
        item[51][2]="ダッジ・アベンジャー";
        item[51][3]="ダッジ・キャリバー";
        item[51][4]="ダッジ・チャージャー";
		item[51][5]="ダッジ・ナイトロ";
		item[51][6]="該当なし";

		
		/* 52.クライスラー・ジープ */
        item[52] = new Array();
        item[52][0]="選択してください";
		item[52][1]="ジープ・グランドチェロキー";
        item[52][2]="ジープ・コマンダー";
        item[52][3]="ジープ・コンパス";
        item[52][4]="ジープ・チェロキー";
		item[52][5]="ジープ・パトリオット";
		item[52][6]="ジープ・ラングラー";
		item[52][7]="ジープ・ラングラーアンリミテッド";
		item[52][8]="該当なし";

		
		/* 53.クライスラー */
        item[53] = new Array();
        item[53][0]="選択してください";
		item[53][1]="クライスラー・300";
        item[53][2]="クライスラー・300C";
        item[53][3]="クライスラー・300Cツーリング";
        item[53][4]="クライスラー・300M";
		item[53][5]="クライスラー・PTクルーザー";
		item[53][6]="クライスラー・PTクルーザーカブリオ";
		item[53][7]="クライスラー・アクレイム";
		item[53][8]="クライスラー・イプシロン";
		item[53][9]="クライスラー・インペリアル";
		item[53][10]="クライスラー・クロスファイア";
		item[53][11]="クライスラー・グランドボイジャー";
		item[53][12]="クライスラー・ストラトス";
		item[53][13]="クライスラー・ネオン";
		item[53][14]="クライスラー・バイパー";
		item[53][15]="クライスラー・ボイジャー";
		item[53][16]="該当なし";

		
		/* 54.マーキュリー */
        item[54] = new Array();
        item[54][0]="選択してください";
		item[54][1]="マーキュリークーガー";
        item[54][2]="マーキュリーグランド・マーキー";
		item[54][3]="該当なし";

		
		/* 55.フォード */
        item[55] = new Array();
        item[55][0]="選択してください";
		item[55][1]="F-150";
        item[55][2]="エクスプローラー";
        item[55][3]="エクスプローラースポーツトラック";
        item[55][4]="エクスペディション";
		item[55][5]="エスケープ";
		item[55][6]="クーガ";
		item[55][7]="サンダーバード";
		item[55][8]="トーラス";
		item[55][9]="プローブ";
		item[55][10]="マスタング";
		item[55][11]="該当なし";

		
		/* 56.リンカーン */
        item[56] = new Array();
        item[56][0]="選択してください";
		item[56][1]="リンカーン・タウンカー";
        item[56][2]="リンカーン･マークVⅢ";
        item[56][3]="リンカーンLS";
        item[56][4]="リンカーンMKX";
		item[56][5]="リンカーンコンチネンタル";
		item[56][6]="リンカーンナビゲーター";
		item[56][7]="該当なし";

		
		/* 57.ハマー */
        item[57] = new Array();
        item[57][0]="選択してください";
		item[57][1]="ハマーH2";
        item[57][2]="ハマーH3";
		item[57][3]="該当なし";

		
		/* 58.サターン */
        item[58] = new Array();
        item[58][0]="選択してください";
		item[58][1]="サターンSC2クーペ";
        item[58][2]="サターンSL2セダン";
        item[58][3]="サターンSW2ワゴン";
		item[58][4]="該当なし";

		
		/* 59.ビュイック */
        item[59] = new Array();
        item[59][0]="選択してください";
		item[59][1]="ビュイックパークアベニュー";
        item[59][2]="ビュイックリーガル";
		item[59][3]="該当なし";

		
		/* 60.ポンテアック */
        item[60] = new Array();
        item[60][0]="選択してください";
		item[60][1]="ポンテアックランダム";
        item[60][2]="ポンテアックファイヤーバード";
        item[60][3]="ポンテアックグランプリ";
        item[60][4]="ポンテアックボンネビル";
		item[60][5]="該当なし";

		
		/* 61.シボレー */
        item[61] = new Array();
        item[61][0]="選択してください";
		item[61][1]="シボレーHHR";
        item[61][2]="シボレーMW";
        item[61][3]="シボレーS-10ブレーザー";
        item[61][4]="シボレーアストロ";
		item[61][5]="シボレーアバランチ";
		item[61][6]="シボレーオプトラ";
		item[61][7]="シボレーカマロ";
		item[61][8]="シボレーキャプティバ";
		item[61][9]="シボレークルーズ";
		item[61][10]="シボレーコルベット";
		item[61][11]="シボレーシェビー";
		item[61][12]="シボレーシルバラード";
		item[61][13]="シボレーソニック";
		item[61][14]="シボレータホ";
		item[61][15]="シボレータホスポーツ";
		item[61][16]="シボレートラバース";
		item[61][17]="シボレートレイルブレイザー";
		item[61][18]="シボレーブレーザー";
		item[61][19]="シボレーブレーザーシルバラード";
		item[61][20]="該当なし";

		
		/* 62.キャデラック */
        item[62] = new Array();
        item[62][0]="選択してください";
		item[62][1]="キャデラックATS";
        item[62][2]="キャデラックCTS";
        item[62][3]="キャデラックCTSクーペ";
        item[62][4]="キャデラックCTSスポーツワゴン";
		item[62][5]="キャデラックDTS";
		item[62][6]="キャデラックSRX";
		item[62][7]="キャデラックSRXクロスオーバー";
		item[62][8]="キャデラックSTS";
		item[62][9]="キャデラックXLR";
		item[62][10]="キャデラックXTS";
		item[62][11]="キャデラックアランテ";
		item[62][12]="キャデラックエスカレード";
		item[62][13]="キャデラックエスドラド";
		item[62][14]="キャデラックコンコース";
		item[62][15]="キャデラックセビル";
		item[62][16]="キャデラックドゥビル";
		item[62][17]="キャデラックフリートウッド";
		item[62][18]="キャデラックリムジン";
		item[62][19]="該当なし";

		
		/* 63.ドンカーブート */
        item[63] = new Array();
        item[63][0]="選択してください";
		item[63][1]="D8スポーツ";
		item[63][2]="該当なし";
		
		/* 64.サーブ */
        item[64] = new Array();
        item[64][0]="選択してください";
		item[64][1]="9-3シリーズ";
        item[64][2]="9-5シリーズ";
        item[64][3]="9000シリーズ";
        item[64][4]="900シリーズ";
		item[64][5]="該当なし";

		
		/* 65.ボルボ */
        item[65] = new Array();
        item[65][0]="選択してください";
		item[65][1]="240";
        item[65][2]="240ワゴン";
        item[65][3]="360";
        item[65][4]="480";
		item[65][5]="740";
		item[65][6]="740エステート";
		item[65][7]="760";
		item[65][8]="780";
		item[65][9]="850";
		item[65][10]="850エステート";
		item[65][11]="940";
		item[65][12]="940エステート";
		item[65][13]="960";
		item[65][14]="960エステート";
		item[65][15]="C30";
		item[65][16]="C70";
		item[65][17]="S40";
		item[65][18]="S60";
		item[65][19]="S70";
		item[65][20]="S80";
		item[65][21]="S90";
		item[65][22]="V40";
		item[65][23]="V50";
		item[65][24]="V60";
		item[65][25]="V70";
		item[65][26]="V90";
		item[65][27]="XC60";
		item[65][28]="XC70";
		item[65][29]="XC90";
		item[65][30]="クロスカントリー";
		item[65][30]="該当なし";

		
		/* 66.ヴェンチュリー */
        item[66] = new Array();
        item[66][0]="選択してください";
		item[66][1]="アトランテック";
		item[66][2]="該当なし";
		
		/* 67.シトロエン */
        item[67] = new Array();
        item[67][0]="選択してください";
		item[67][1]="AX";
        item[67][2]="BX";
        item[67][3]="C2";
        item[67][4]="C3";
		item[67][5]="C3プルリエル";
		item[67][6]="C4";
		item[67][7]="C4ピカソ";
		item[67][8]="C5";
		item[67][9]="C6";
		item[67][10]="DS3";
		item[67][11]="DS4";
		item[67][12]="DS5";
		item[67][13]="XM";
		item[67][14]="ZX";
		item[67][15]="エグザンティア";
		item[67][16]="クサラ";
		item[67][17]="クサラピカソ";
		item[67][18]="サクソ";
		item[67][19]="シャンソン";
		item[67][20]="該当なし";

		
		/* 68.プジョー */
        item[68] = new Array();
        item[68][0]="選択してください";
		item[68][1]="1007";
        item[68][2]="106";
        item[68][3]="205";
        item[68][4]="206";
		item[68][5]="207";
		item[68][6]="208";
		item[68][7]="3008";
		item[68][8]="306";
		item[68][9]="307";
		item[68][10]="308";
		item[68][11]="309";
		item[68][12]="405";
		item[68][13]="406";
		item[68][14]="407";
		item[68][15]="5008";
		item[68][16]="508";
		item[68][17]="605";
		item[68][18]="607";
		item[68][19]="RCZ";
		item[68][20]="該当なし";

		
		/* 69.ルノー */
        item[69] = new Array();
        item[69][0]="選択してください";
		item[69][1]="19";
        item[69][2]="21";
        item[69][3]="5";
        item[69][4]="アルピーヌ";
		item[69][5]="アヴァンタイム";
		item[69][6]="ウインド";
		item[69][7]="エクスプレス";
		item[69][8]="カングー";
		item[69][9]="カングービボップ";
		item[69][10]="グランセニック";
		item[69][11]="コレオス";
		item[69][12]="サフラン";
		item[69][13]="セニック";
		item[69][14]="トゥインゴ";
		item[69][15]="メガーヌ";
		item[69][16]="メガーヌエステート";
		item[69][17]="ラグナ";
		item[69][18]="ルーテシア";
		item[69][19]="該当なし";

		
		/* 70.アウトビアンキ */
        item[70] = new Array();
        item[70][0]="選択してください";
		item[70][1]="Y10";
		item[70][2]="該当なし";
		
		/* 71.ランボルギーニ */
        item[71] = new Array();
        item[71][0]="選択してください";
		item[71][1]="アヴェンタドール";
        item[71][2]="ガヤルド";
        item[71][3]="ガヤルド・スパイダー";
        item[71][4]="ディアブロ";
		item[71][5]="ムルシエラゴ";
		item[71][6]="ムルシエラゴ・ロードスター";
		item[71][7]="該当なし";

		
		/* 72.マセラティ */
        item[72] = new Array();
        item[72][0]="選択してください";
		item[72][1]="3200GT";

        item[72][2]="クーペ";
        item[72][3]="クアトロポルテ";
        item[72][4]="グランカブリオ";
		item[72][5]="グランスポーツ";
		item[72][6]="グラントゥーリズモ";
		item[72][7]="スパイダー";
		item[72][8]="該当なし";

	
</script>		
{/literal} 